Repository: woodpile72/tsclient
Catalog: po/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, mk, nl_nl, pa, pl_pl, pt_br, pt_pt, ru, sv, tr, xh, zh_cn

source: Choose a RDP file to open...
da: Vælg en RDP fil at åbne...
es: Elija un fichero RDP a abrir
fr: Choisissez un fichier RDP à ouvrir...
hu: Válasszon ki egy megnyitandó RDP fájlt...
pt_br: Escolha um arquivo RDP para abrir...

source: Choose an RDP file to open...
ar: اختر ملف RPD لفتحه...
ca: Escull un arxiu RDP a obrir...
cs: Zvolte RDP soubor k otevření...
da: Vælg en RDP fil at åbne...
de: Wählen Sie eine zu öffnende RDP-Datei...
el: Επιλέξτε ένα RDP αρχείο για άνοιγμα
es: Elija un fichero RDP a abrir
fi: Valitse avattava RDP tiedosto
fr: Choisissez un fichier RDP à ouvrir...
he: בחר קובץ RDP לפתיחה
hu: Válasszon ki megnyitásra egy RDP fájlt...
id: Pilih sebuah berkas RDP untuk dibuka...
it: Selezionare un file RDP da aprire...
ja: RDPファイルを選択してください...
mk: Одберете RDP датотека...
nl_nl: Kies een RDP bestand om te openen...
pa: ਖੋਲਣ ਲਈ ਇੱਕ RDP ਫਾਇਲ ਚੁਣੋ...
pl_pl: Wybierz plik RDP do otwarcia...
pt_br: Escolha um arquivo RDP para abrir...
pt_pt: Escolha um ficheiro RDP para abrir...
ru: Выберите RDP-файл для открытия...
sv: Välj en RDP-fil att öppna...
tr: Açmak için bir RDP dosyası seçin...
xh: Khetha ifayili ye-RDP ukuvula...
zh_cn: 打开 RDP 文件...

source: rdesktop was not found in your path. Please verify your rdesktop installation.
ar: rdesktop غير موجود في مسار الدليل. رجاءً التأكّد من تثبيت rdesktop.
ca: No s'ha trobat rdesktop en el camí d'execució Si us plau comprobeu la seva instal·lació.
cs: Cesta k rdesktop nebyla nalezena. Zkontrolujte prosím instalaci rdesktop.
da: rdesktop blev ikke fundet i din søgesti. Kontroller venligst din rdesktop installation.
de: »rdesktop« wurde nicht gefunden. Überprüfen Sie Ihre »rdesktop«-Installation.
el: Το rdesktop δεν βρέθηκε στο path σας. Παρακαλώ ελέγξτετην εγκατάσταση του rdesktop σας.
es: rdesktop no fue encontrado en su path. Por favor, verifique la instalación de rdesktop.
fr: rdesktop n'a pas été trouvé dans votre PATH. Veuillez vérifier votre installation de rdesktop.
he: התוכנית rdesktop לא נמצאה בנתיבאנא בדוק את ההתקנה שלך
hu: Az rdesktop nem található az elérési úton. Kérem ellenőrizze, hogy az rdesktop telepítve van-e!
id: rdesktop·tidak·ditemukan·pada·path·Anda. Silakan·periksa·instalasi·rdesktop·Anda.
it: rdesktop non è stato trovato nel percorso definito. Prego verificare l'installazione di rdesktop.
ja: rdesktop がシステム中に見つかりませんでした。 rdesktop が正しくインストールされているか確認 してください。
mk: rdesktop не беше пронајден на дадената патека. Ве молам проверете ја инсталацијата на rdesktop.
pa: rdesktop ਤੁਹਾਡੇ ਮਾਰਗ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ rdesktop ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pt_br: O rdesktop não foi encontrado em seu path. Por favor verifique sua instalação do rdesktop.
pt_pt: Programa rdesktop não foi encontrado no seu sistema. Por favor, verifique se o programa está instalado.
ru: rdesktop не был найден по указанному пути. Пожалуйста проверьте инсталляцию rdesktop.
sv: rdesktop hittades inte i din sökväg. Kontrollera din installation av rdesktop.
tr: rdesktop programı sistemde bulunamadı. Lütfen rdesktop kurulumunu gözden geçirin.
xh: I-rdesktop khange ifunyanwe kwindlela yakho. Nceda uqinisekise useko-nkqubo lwe-rdesktop yakho.

source: vncviewer or xvncviewer were not found in your path. Please verify your vnc installation.
ar: vncviewer أو xvncviewer غير موجود في مسار الدليل. الرجاء التأكد من تثبيت VNC.
ca: No s'han trobat vncviewer ni xvncviewer en el camí d'execució Si us plau comprobeu la seva instal·lació.
cs: Cesta k vncviewer nebo xvncviewer nebyla nalezena. Zkontrolujte prosím instalaci vnc.
da: vncviewer eller xvncviewer blev ikke fundet i din søgesti. Kontroller venligst din vnc installation.
de: »vncviewer« oder »xvncviewer« nicht gefunden. Überprüfen Sie Ihre »vnc«-Installation.
el: Το vnc ή to xvncviewer δε βρέθηκε στο path σας. Παρακαλώ ελέγξτε την εγκατάσταση του vnc.
es: No se encontró vncviewer o xvncviewer en su path Por favor, verifique la instalación de vnc.
fr: ni vncviewer ni xvncviewer n'ont été trouvés dans votre PATH. Veuillez vérifier votre installation de vnc.
he: התוכנית vncviewer או xvncviewer לא נימצאו בנתיב.בדוק את ההתקנה שלך
hu: a vncviewer vagy az xvncviewer nem található az elérési útvonalon. Kérem ellenőrizze, hogy a vnc telepítve van-e!
id: vncviewer atau xvncviewer tidak ditemukan pada path Anda. Silakan periksa instalasi vnc Anda.
it: vncviewer o xvncviewer non sono stati trovati nel percorso definito. Prego verificare l'installazione di vnc.
ja: vncviewer または xvncviewer が 見つかりません。 vnc が正しくインストールされているか 確認してください。
mk: vncviewer или xvncviewer не беа најдени на дадената патека. Ве молам проверете ја инсталацијата на vnc.
pa: vncviewer ਜਾਂ xvncviewer ਤੁਹਾਡੇ ਵੇਹੜੇ ਵਿੱਚ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ vnc ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pt_br: vncviewer ou xvncviewer não encontrados em seu path. Por favor verifique sua instalação do vnc.
pt_pt: Programa vncviewer ou xvncviewer não foi encontrado no seu sistema. Por favor, verifique se o VNC está instalado.
ru: vncviewer или xvncviewer не были найдены по указанному пути. Пожалуйста, проверьте инсталляцию VNC.
sv: vncviewer eller xvncviewer hittades inte i dina sökvägar. Kontrollera din installation av vnc.
tr: vncviewer ya da xvncviewer programları sistemde bulunamadı. Lütfen vnc kurulumunu gözden geçirin.
xh: I-vncviewer okanye i-xvnviewer akhange sifunyanwe kwindlela yakho. Nceda uqinisekise useko-nkqubo lwakho lwe-vnc.

source: Xnest was not found in your path. Please verify your Xnest installation.
ca: No s'ha trobat Xnest en el camí d'execució Si us plau comprobeu la seva instal·lació.
cs: Cesta k Xnest nebyla nalezena. Zkontrolujte prosím instalaci Xnest.
da: Xnest blev ikke fundet i din søgesti. Kontroller venligst din Xnest installation.
de: »Xnest« wurde nicht gefunden. Überprüfen Sie Ihre Installation.
el: Το Xnest δεν βρέθηκε στο path σας. Παρακαλώ ελέγξτετην εγκατάσταση του Xnest σας.
es: rdesktop no fue encontrado en su path. Por favor, verifique la instalación de rdesktop.
fr: Xnest n'a pas été trouvé dans votre PATH. Veuillez vérifier votre installation de Xnest.
he: התוכנית Xnest לא נמצאה בנתיבבדוק את ההתקנה שלך
hu: Az Xnest nem található az elérési útvonalon. Kérem ellenőrizze, hogy az Xnest telepítve van-e!
id: Xnest tidak ditemukan pada path Anda. Silakan periksa instalasi Xnest Anda.
it: Xnest non è stato trovato nel percorso definito. Prego verificare l'installazione di Xnest.
ja: Xnest が見つかりません。 Xnest が正しくインストールされているか確認してください。
mk: Xnest не беше пронајден на дадената патека. Ве молам проверете ја инсталацијата на Xnest.
pa: Xnest ਤੁਹਾਡੇ ਮਾਰਗ ਵਿੱਚ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ Xnest ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Uruchomienie nie powiod³o siê. Proszê sprawdziæ instalacjê Xnest.
pt_br: Xnest não foi encontrado em seu path. Por favor verifique sua instalação do Xnest.
pt_pt: Programa Xnest não foi encontrado no seu sistema. Por favor, verifique se o programa está instalado.
ru: Xnest не был найден по указанному пути. Пожалуйста, проверьте инсталляцию Xnest.
sv: Xnest hittades inte i dina sökvägar. Kontrollera din installation av Xnest.
tr: Xnest programı sistemde bulunamadı. Lütfen Xnest kurulumunu gözden geçirin.
xh: i-Xnest akhange ifunyanwe kwindlela yakho. Nceda uqinisekise useko-nkqubo lwakho lwe-Xnest.

source: Could not find a free X display.
cs: Nelze nalézt volný X display.
da: Kunne ikke finde en fri X skærm.
el: Δε βρέθηκε μια ελεύθερη Χ οθόνη.
es: No se pudo encontrar un display X libre
fr: Impossible de trouver un visuel X disponible.
he: לא נמצאה תצוגת X חופשית
hu: Nem található szabad X megjelenítő.
pa: ਇੱਕ ਖਾਲੀ X ਦਰਿਸ਼ ਨਹੀਂ ਮਿਲ ਸਕਿਆ ਹੈ।
pt_br: Não foi encontrado nenhuma tela X livre.
sv: Kunde inte hitta en ledig X-display.
tr: Boş bir X ekranı bulunamadı.

source: wfica was not found in your path. Please verify your ICAClient installation.
ca: No s'ha trobat wfica en el camí d'execució Si us plau comprobeu la instal·lació del client d'ICA.
cs: Cesta k wfica nebyla nalezena. Zkontrolujte prosím instalaci ICAClient.
da: wfica blev ikke fundet i din søgesti. Kontroller venligst din ICAClient installation.
de: »wfica« nicht gefunden. Überprüfen Sie Ihre »ICAClient«-Installation.
el: Tο wfica δεν βρέθηκε στο path σας. Παρακαλώ ελέγξτετην εγκατάσταση του ICAClient σας.
es: rdesktop no fue encontrado en su path. Por favor, verifique la instalación de rdesktop.
fr: wfica n'a pas été trouvé dans votre PATH. Veuillez vérifier votre installation de ICAClient.
he: התוכנית xfica לא נמצאה בנתיבבדוק את ההתקנה שלך (ICAClient)
hu: A wfica nem található az elérési útvonalon. Kérem ellenőrizze, hogy az ICAClient telepítve van-e!
id: wfica tidak ditemukan pada path Anda. Silakan periksa instalasi ICAClient Anda.
it: wfica non è stato trovato nel percorso definito. Prego verificare l'installazione di ICAClient.
ja: wfica が見つかりません。 ICAClient が正しくインストールされているか確認してください。
mk: wfica не беше пронајден на дадената патека. Ве молам проверете ја инсталацијата на ICAClient.
pa: wfica ਤੁਹਾਡੇ ਮਾਰਗ ਵਿੱਚ ਨਹੀਂ ਹੈ। ਆਪਣੀ ICAClient ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Uruchomienie nie powiod³o siê. Proszê sprawdziæ instalacjê ICA.
pt_br: wfica não foi encontrado em seu path. Por favor verifique sua instalação do ICAClient.
pt_pt: Programa wfica não foi encontrado no seu sistema. Por favor, verifique se o ICAClient está instalado.
ru: wfica не был найден по указанному пути. Пожалуйста, проверьте инсталляцию ICA client.
sv: wfica hittades inte i dina sökvägar. Kontrollera din installation av ICAClient.
tr: Wfica programı sistemde bulunamadı. Lütfen ICAclient kurulumunu gözden geçirin.
xh: i-wfica akhange ifunyanwe kwindlela yakho. Nceda uqinisekise useko-nkqubo lwakho lwe-ICAClient.

source: Failed to spawn. Please verify your installation.
ar: أخفق التشغيل. رجاء تأكّد من التثبيت.
ca: Error a l'engegar. Comproveu la vostra instal·lació.
cs: Protokol nelze použít. Zkontrolujte prosím instalaci.
da: Fejl ved start. Kontroller venligst din installation.
de: »spawn« fehlgeschlagen Überprüfen Sie Ihre Installation.
es: Error al arrancar. Por favor verifique su instalación.
fi: Käynnistyminen epäonnistui. Tarkista asennuksesi.
fr: Invocation impossible. Veuillez vérifier votre installation.
he: פעולת spawn נכשלהבדוק את ההתקנה שלך
hu: Hiba a beállított program indításakor. Kérem ellenőrizze a beállításait!
id: Gagal eksekusi. Silakan periksa instalasi Anda.
it: Generazione fallita. Prego verificare l'installazione.
ja: 起動に失敗しました。 正しくインストールされているか 確認してください。
mk: Не успеав да отворам. Проверете ја инсталацијата.
nl_nl: Niet gelukt om voort te planten. Controleer Uw installatie A.U.B
pa: ਸਵੈਪਨ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl_pl: Uruchomienie nie powiod³o siê. Proszê sprawdziæ instalacjê.
pt_br: Falha ao abrir programa. Por favor verifique sua instalação.
ru: Невозможно запустить. Проверьте вашу инсталляцию.
sv: Misslyckades med att starta process. Kontrollera din installation.
tr: Program çalıştırılamadı. Lütfen kurulumunuzu gözden geçirin.
xh: Ayiphumelelanga ukuzala. Nceda uqinisekise useko-nkqubo lwakho.
zh_cn: 创建失败. 请检查安装是否正确.

source: Terminal Server Client Error
ar: خطأ في مستخدم خادم المحطّة الطرفية
ca: Error del Client de Terminal Server
cs: Chyba Terminal Server Klienta
da: Terminalserver klient fejl
de: Terminal-Server-Client-Fehler
es: Error del Cliente de Servidor de Terminales
fi: Terminal Server Client on suorittanut virheen
fr: Erreur de Terminal Server Client
he: תקלה בתוכנת המסוף
hu: Távoli asztali kapcsolat hiba
id: Kesalahan Terminal Server Client
it: Errore del Terminal Server Client
ja: ターミナルサーバクライアントエラー
mk: Грешка во клиентот за сервер преку терминал
nl_nl: Terminal Server Client Foutmelding
pa: ਟਰਮੀਨਲ ਸਰਵਰ ਕਲਾਂਇਟ ਗਲਤੀ
pl_pl: B³±d Klienta Us³ug Terminalowych
pt_br: Erro no cliente do Terminal Server
pt_pt: Erro no Terminal Services
ru: Ошибка клиента Терминального Сервера
sv: Terminalserverklientfel
tr: Terminal Sunucu Bağlantı Hatası
xh: Impazamo Yomxhasi Weseva Ye-Terminal
zh_cn: 终端服务客户端错误

source: An error has occurred.
ar: حدث خطأ.
ca: S'ha produït un error.
cs: Došlo k chybě.
da: En fejl er opstået
de: Ein Fehler ist aufgetreten.
el: Ένα λάθος έχει προκύψει.
es: Se ha producido un error.
fi: On tapahtunut virhe.
fr: Une erreur s'est produite.
he: ארעה שגיאה
hu: Hiba történt.
id: Terjadi kesalahan.
it: Si è verificato un errore.
ja: エラーが発生しました。
mk: Се појави грешка.
nl_nl: Er is een fout voorgekomen
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
pl_pl: Wyst±pi³ b³±d.
pt_br: Um erro ocorreu.
pt_pt: Um erro foi ocorrido.
ru: Произошла ошибка.
sv: Ett fel har inträffat.
tr: Bir hata oluştu
xh: Impazamo yenzekile.
zh_cn: 发生一个错误.

source: Details
da: Detaljer
es: Detalles
fr: Détails
hu: Részletek
pt_br: Detalhes
sv: Detaljer

source: Terminal Server Client is licensed under the GNU General Public License (GPL) <http://www.gnu.org/licenses/gpl.html>
es: El Cliente del Servidor de Terminales está licenciado bajo la GNU General Public License (GPL) <http://www.gnu.org/licenses/gpl.html>
fr: Terminal Server Client est licencié sous les termes de la Licence Publique Générale GNU (GNU GPL) <http://fsffrance.org/gpl/gpl-fr.fr.html> (français) <http://www.gnu.org/licenses/gpl.html> (anglais)
hu: A Távoli asztali kapcsolat a GNU General Public License (GPL) <http://www.gnu.org/licenses/gpl.html> feltételei szerint terjeszthető.
pt_br: Terminal Server Client está licenciado sob a GNU General Public License (GPL) <http://www.gnu.org/licenses/gpl.html>

source: Terminal Server Client is a frontend for rdesktop, vncviewer, wfica and xnest.
da: Terminal Server Klient er en brugerflade til rdesktop, vncviewer, wfica og xnest.
es: El Cliente del Servidor de Terminales es un frontend para desktop, vncviewer, wfica y xnest.
fr: Terminal Server Client est une interface pour rdesktop, vncviewer, wfica and xnest.
hu: A Távoli asztali kapcsolat egy előtét a rdesktop, vncviewer, wfica és xnest programokhoz.
pt_br: Terminal Server Client é um frontend para rdesktop, vncviewer, wfica e xnest.

source: translator-credits
da: Jacob Emcken, Søren Hauberg
es: Enrique García <kike+traduce@eldemonionegro.com>, 2007. Jorge González <jorge.gonzalez.gonzalez@hispalinux.es>, 2007. Antonio Ognio <gnrfan@gnrfan.org> Daniel Fernández <dfdez@ya.com> Francisco Javier F. Serrador <serrador@gnome.org>
fr: Jean-François Kubitowicz <jean-francois.kubitowicz@laposte.net> Christophe Merlet (RedFox) <redfox@redfoxcenter.org> Robert-André Mauchin <zebob.m@gmail.com>
hu: Bártházi András <andras@barthazi.hu>Kelemen Gábor <kelemeng@gnome.hu>
pt_br: Carlos Alberto Cesario <carloscesario@yahoo.com.br> Jonh Wendell <wendell@bani.com.br>
