Repository: woodpile72/tsclient
Catalog: po/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, mk, nl_nl, pa, pl_pl, pt_br, pt_pt, ru, sv, tr, xh, zh_cn

source: On the remote computer
ar: على الجهاز البعيد
ca: A l'ordinador remot
cs: Na vzdáleném počítači
da: Afspil på fjerncomputeren
de: Auf entfernten Computer
el: Στον απομακρυσμένο υπολογιστή
es: En el ordenador remoto
fi: Etätietokoneella
fr: Sur l'ordinateur distant
he: על המחשב המרוחק
hu: A távoli számítógépen
id: Di komputer remot
it: Sul computer remoto
ja: リモートコンピュータ上
mk: На далечниот компјутер
nl_nl: Op de computer op afstand
pa: ਰਿਮੋਟ ਕੰਪਿਊਟਰ ਉੱਤੇ
pl_pl: Na zdalnym komputerze
pt_br: No computador remoto
pt_pt: No computador remoto
ru: На удаленном компьютере
sv: På fjärrdatorn
tr: Uzak bilgisayarda çıksın
xh: Kwikhompyutha ekude
zh_cn: 在远程计算机启用

source: Do not play
ar: ﻻ تعرضها
ca: No reproduir
cs: Bez zvuku
da: Afspil ikke
de: Nichts abspielen
el: Μη αναπαραγωγή
es: No reproducir
fi: Älä soita
fr: Pas de son
he: אל תשמיע
hu: Ne játssza le
id: Jangan mainkan
it: Non eseguire
ja: 再生しない
mk: Не свири
nl_nl: Speel niet
pa: ਚਲਾਓ ਨਾ
pl_pl: Nie odtwarzaj d¼wiêków
pt_br: Não tocar
pt_pt: Não tocar
ru: Не играть
sv: Inget ljud
tr: Ses çalmasın
xh: Musa ukudlala
zh_cn: 不播放

source: _Keyboard
ar: _لوحة مفاتيح
ca: Teclat
cs: _Klávesnice
da: T_astatur
de: _Tastatur
el: _Πληκτρολόγιο
es: _Teclado
fi: Näppäimistö
fr: _Clavier
he: מקלדת
hu: _Billentyűzet
id: Papan _Kunci
it: _Tastiera
ja: キーボード(_K)
mk: _Тастатура
nl_nl: _Toetsenbord
pa: ਕੀ-ਬੋਰਡ(_K)
pl_pl: _Klawiatura
pt_br: _Teclado
pt_pt: _Teclado
ru: _Клавиатура
sv: _Tangentbord
tr: _Klavye
xh: i-_Keyboard
zh_cn: 键盘(K)

source: Keyboard
ar: لوحة مفاتيح
ca: Teclat
cs: Klávesnice
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fi: Näppäimistö
fr: Clavier
he: מקלדת
hu: Billentyűzet
id: Papan Kunci
it: Tastiera
ja: キーボード
mk: Тастатура
nl_nl: Toetsenbord
pa: ਕੀ-ਬੋਰਡ
pl_pl: Klawiatura
pt_br: Teclado
pt_pt: Teclado
ru: Клавиатура
sv: Tangentbord
tr: Klavye
xh: i-Keyboard
zh_cn: 键盘

source: In full screen mode only
ar: في وضع ملئ الشاشة فقط
ca: Sols en mode de pantalla sencera
cs: Pouze při zobrazení na celou obrazovku
da: Kun i fuldskærm
de: Arbeite (ausschließlich) im Vollbild Modus
el: Μόνο σε λειτουργιά πλήρους οθόνης
es: Sólo en modo pantalla completa
fi: Ainoastaan kokonäytöntilassa
fr: Seulement en plein écran
he: בתצוגת מסך מלא בלבד
hu: Csak teljes képernyőn
id: Hanya dalam mode layar penuh
it: Solamente a pieno schermo
ja: 前画面モードでのみ使用する
mk: Само на цел екран
nl_nl: Alleen in volledig scherm
pa: ਸਿਰਫ਼ ਪੂਰੇ ਪਰਦੇ ਉੱਤੇ ਹੀ
pl_pl: Tylko w trybie pe³noekranowym
pt_br: Apenas em tela cheia
pt_pt: Apenas em modo full screen
ru: Только в полноэкранном режиме
sv: Endast i helskärmsläge
tr: Sadece tam ekran çalışırken
xh: Kwinkqubo yeskrini esipheleleyo kuuphela
zh_cn: 只在全屏模式时使用

source: Use the following keyboard language (2 char keycode)
ar: استخدم لوحة المفاتيح التالية )شيفرة مفتاح ذات حرفين)
ca: Empra el següent mapa de teclat (codi de dos caràcters)
cs: Použít následující jazyk klávesnice (dvouznakový kód)
da: Benyt følgende tastatursprog (2 tegn)
de: Folgende Sprache für die Tastatur verwenden (2-Zeichen-Code für Länderkennung)
el: Χρήση των παρακάτω γλωσσών πληκτρολογίου (κωδικός 2 χαρακτήρων)
es: Usar el siguiente mapa de teclado (código clave de dos caracteres, por ejemplo "es")
fi: Käytä seuraavaa näppäimistön kieliasetusta (2 kirjaiminen koodi)
fr: Utiliser l'agencement de clavier suivant (code à 2 caractères)
he: השתמש בשפות מקלדת הבאות(מקשים בעלי 2 תוים)
hu: A következő billentyűzetkiosztás használata (2 betűs kód)
id: Gunakan bahasa papan kunci berikut (2 karakter kode kunci)
it: Usa la seguente lingua per la tastiera (codice a 2 caratteri)
ja: 以下のキーボード言語を使用する (2文字キーコード）
mk: Користи ги следниве јазици (2 char keycode)
nl_nl: Gebruik de volgende toetsenbord taal (2 letter code)
pa: ਹੇਠ ਦਿੱਤੀ ਕੀ-ਬੋਰਡ ਭਾਸ਼ਾ ਹੀ ਵਰਤੋਂ (2 ਅੱਖਰ ਕੀ-ਕੋਡ)
pl_pl: Zastosuj nastêpuj±cy uk³ad klawiatury (kod 2-znakowy)
pt_br: Usar o seguinte linguagem para o teclado (código da tecla com 2 caracteres)
ru: Использовать следующую раскладку клавиатуры (2-символьный код)
sv: Använd följande tangentbordsspråk (2-teckenskod)
tr: Aşağıdaki klavye dil haritasını kullan (2 karakterli kod)
xh: Sebenzisa olu lwimi lwe-keyboard lulandelayo (2 char keycode)
zh_cn: 使用下列键盘布局 (2字长键盘码)

source: Apply Windows key combinations (for example ALT+TAB) (unsupported)
ar: تطبيق مفاتيح ويندوز المركبة)على سبيل المثال ALT+TAB) )غير مدعوم(
ca: Aplicar les combinacions de tecles de Windows (per exemple ALT+TAB) (no suportat)
cs: Aplikovat klávesové zkratky Windows (například ALT+TAB) (nepodporováno)
da: Benyt Windows tastekombinationer (f.eks. ALT-TAB) (ikke understøttet)
de: Windows-Tastenkombinationen anwenden (z.B. ALT+TAB) (nicht unterstützt)
el: Εφαρμογή των συνδιασμών πλήκτρων του παραθύρου (για παράδειγμα ALT+TAB) (δεν υποστηρίζεται)
es: Aplicar las combinaciones de teclas de Windows (por ejemplo ALT+TAB) (no soportado)
fi: Käytä Windows näppäinyhdistelmiä (esim. ALT+TAB) (ei tuettu)
fr: Activer les combinaisons de touches Windows (comme ALT+TAB) (non pris en charge)
he: החל קומבינציית מקשים של חלונות(לדוגמא ALT+TAB) (לא נתמך)
hu: Windows billentyűkombinációk használata (például: ALT+TAB) (nem támogatott)
id: Terapkan kombinasi kunci-kunci Windows (contoh ALT+TAB) (tidak didukung)
it: Applica le combinazioni di tasti di Windows (per esempio ALT+TAB) (non supportata)
ja: Windows のキーの組合せを有効にする (例: ALT+TAB) (unsuppoorted)
mk: Примени ги комбинациите за Виндоуз копчињата (на пример ALT+TAB) (неподдржано)
nl_nl: Pas Windows toetsencombinaties toe (bijvoorbeeld ALT+TAB) (niet ondersteund)
pa: ਵਿੰਡੋ ਸਵਿੱਚ ਸੰਯੋਗ ਲਾਗੂ (ਉਦਾਹਰਨ ਲਈ, ALT+TAB) (ਨਾ-ਸਹਾਇਕ)
pl_pl: Zastosuj kombinacje klawiszy systemu Windows (na przyk³ad ALT+TAB) (nie wspierane)
pt_br: Aplicar combinção de teclas do Windows (por exemplo ALT+TAB) (não suportado)
pt_pt: Aplicar as combinações de teclas do Windows (por exemplo: ALT+TAB) (não é suportado)
ru: Применить комбинации клавиш Windows (на пример ALT+TAB) (не поддерживается)
sv: Verkställ Windows-tangentkombinationer (till exempel ALT+TAB) (stöds inte)
tr: Windows tuş kombinasyonunu kullan (örneğin ALT + TAB) (desteklenmiyor)
xh: Vula umanyano lwezitshixo ze-Windows (umzekelo ALT+TAB) (ayixhaswanga)
zh_cn: 应用Windows组合键 (比如Alt+Tab) (不支持)

source: Start a Program
ar: تشغيل برنامج
ca: Executar un programa
cs: Spustit program
da: Start et program
de: Programm starten
el: Εκκίνηση ενός προγράμματος
es: Lanzar un programa
fi: Käynnistä ohjelma
fr: Lancer un programme
he: הפעל תוכנית
hu: Program indítása
id: Jalankan sebuah Program
it: Esegui un programma
ja: プログラムを実行する
mk: Подигни програма
nl_nl: Start een Programma
pa: ਇੱਕ ਪਰੋਗਰਾਮ ਚਲਾਓ
pl_pl: Uruchamianie programu
pt_br: Iniciar o programa
pt_pt: Correr o programa
ru: Запустить программу
sv: Starta ett program
tr: Bir Program Başlat
xh: Qala Inkqubo
zh_cn: 启动程序

source: Start the following program on connection
ar: شغّل البرنامج التالي عند الإتصال
ca: Executar el programa següent al connectar-se.
cs: Při připojení spustit následující program
da: Start følgende program ved forbindelse
de: Das folgende Programm bei Verbindungsaufbau starten
el: Εκκίνηση του παρακάτω προγράμματος μόλις γίνει η σύνδεση
es: Ejecutar el siguiente programa al conectarse
fi: Käynnistä seuraava ohjelma yhdistettäessä
fr: Lancer ce programme à la connexion
he: הפעל את התוכנית הבאה בזמן ההתחברות
hu: A következő program elindítása csatlakozáskor
id: Jalankan program berikut pada koneksi
it: Eseguire il seguente programma a connessione avvenuta
ja: 接続時に以下のプログラムを実行する
mk: Подигни ја следнава програма при врзување
nl_nl: Start het volgende programma na verbinding gemaakt te hebben
pa: ਕੁਨੈਕਸ਼ਨ ਉੱਤੇ ਹੇਠ ਦਿੱਤਾ ਪਰੋਗਰਾਮ ਚਲਾਓ
pl_pl: Uruchom nastêpuj±cy program przy po³±czeniu
pt_br: Iniciar o seguinte programa na conexão
pt_pt: Inicie o programa seguinte na ligação
ru: Запустить следующую программу при соединении
sv: Starta följande program vid anslutning
tr: Bağlantı kurulduğunda aşağıdaki programı çalıştır
xh: Qala le nkqubo ilandelayo kunxulumano
zh_cn: 连接时启动下列程序

source: Program path and filename
ar: مسار البرنامج وإسم الملف
ca: Nom i camí al programa
cs: Cesta k programu a jméno souboru
da: Programmets sti og filnavn
de: Programmverzeichnis und Dateiname
el: Τοποθεσία και όνομα προγράμματος
es: Nombre y ruta del programa
fi: Ohjelman polku ja tiedoston nimi
fr: Nom et chemin du programme
he: נתיב ושם קובץ התוכנית
hu: Elérési út és fájlnév:
id: Alamat dan nama file program
it: Nome file e percorso programma
ja: プログラムのパスおよびファイル名
mk: Патека на програмата и име на датотеката
nl_nl: Programma pad en bestandsnaam
pa: ਪਰੋਗਰਾਮ ਮਾਰਗ ਅਤੇ ਫਾਇਲ ਨਾਂ
pl_pl: ¦cie¿ka programu i nazwa pliku:
pt_br: Caminho do programa e nome do arquivo
pt_pt: Raiz do programa e nome do ficheiro
ru: Путь и имя программы
sv: Sökväg och filnamn till program
tr: Programın yolu ve dosya adı
xh: Indlela yenkqubo kunye negama lefayili
zh_cn: 程序路径和文件名

source: Start in the following folder
ar: إفتح المجلد التالي
ca: Iniciar en la següent carpeta
cs: Spustit v následující adresáři
da: Start i følgende mappe
de: Im folgenden Ordner starten
el: Ξεκίνησε στον παρακάτω κατάλογο
es: Iniciar en la carpeta siguiente
fi: Aloita seuraavasta kansiosta
fr: Démarrer dans l'ordre suivant
he: פעל תחת הספריה הבאה
hu: Indítás a következő mappában:
id: Jalankan di folder berikut
it: Comincia nella seguente cartella
ja: 以下のフォルダで開始する
mk: Почни во оваа папка
nl_nl: Start in de volgende folder
pa: ਹੇਠ ਦਿੱਤੇ ਫੋਲਡਰ ਵਿੱਚ ਚਾਲੂ
pl_pl: Rozpocznij w nastêpuj±cym folderze:
pt_br: Iniciar no seguinte diretório
pt_pt: Inicie a seguinte pasta
ru: Запустить в папке
sv: Starta i följande mapp
tr: Aşağıdaki dizinde çalıştır
xh: Qala kwesi siqulathi-zifayili silandelayo
zh_cn: 在下列位置启动

source: Optimize Performance
ar: حسّن الأداء
ca: Millorar el rendiment
cs: Optimalizace výkonu
da: Optimer ydeevne
de: Leistungsoptimierung
el: Βελτιστοποίηση απόδοσης
es: Optimizar rendimiento
fi: Tehokkuuden optimointi
fr: Optimiser les performances
he: אופטימיזציית ביצועים
hu: Sebesség optimalizálása
id: Optimalkan Performansi
it: Ottimizza le prestazioni
ja: パフォーマンスの最適化
mk: Оптимизирај перформанси
nl_nl: Optimaliseer Prestaties
pa: ਅਨੁਕੂਲ ਸਮੱਰਥਾ
pl_pl: Wydajno¶æ
pt_br: Otimizar desempenho
pt_pt: Optimizar Perfomance
ru: Оптимизация производительности
sv: Optimera prestanda
tr: Perfomansı İyileştir
xh: Lungisa Ukwenza
zh_cn: 性能优化

source: Desktop background (u)
ar: خلفيّة المكتب )غير مدعوم(
ca: Fons d'escriptori (u)
cs: Pozadí plochy (u)
da: Skrivebordsbaggrund (u)
de: Desktop-Hintergrund (u)
el: Φόντο επιφάνειας εργασίας (u)
es: Fondo de escritorio (u)
fi: Työpöydän taustakuva (u)
fr: Fond d'écran (n)
he: רקע שולחן העבודה (u)
hu: Asztali háttér (nem működik)
it: Sfondo desktop (u)
ja: デスクトップの背景 (u)
mk: Позадина на работна површина (u)
nl_nl: Desktop achtergrond (u)
pa: ਵੇਹੜਾ ਪਿੱਠਭੂਮੀ (u)
pl_pl: _T³o pulpitu (bez wsparcia)
pt_br: Fundo da área de trabalho (u)
pt_pt: Fundo do Ambiente de Trabalho (u)
ru: Обои рабочего стола (u)
sv: Skrivbordsbakgrund (u)
tr: Masaüstü arkaplanı (u)
xh: Okungasemva Kwi-desktop (u)
zh_cn: 桌面背景(不支持)

source: Show content of window while dragging (u)
ar: أظهر محتويات النافذة خلال السحب )غير مدعوم(
ca: Mostra el contingut de les finestres al desplaçar-les (u)
cs: Zobrazovat obsah okna při přetahování (u)
da: Vis indhold af vinduer imens de flyttes (u)
de: Fensterinhalt beim Verschieben (u) anzeigen
el: Εμφάνιση των περιεχομένων του παραθύρου κατα τη διάρκεια του τραβήγματος (u)
es: Mostrar el contenido de la ventana al arrastrar (u)
fi: Näytä ikkunan sisältö liikutettaessa (u)
fr: Afficher le contenu des fenêtres durant leur déplacement (n).
he: הראה תוכן חלון בזמן גרירה (u)
hu: Ablak tartalmának mutatása húzása közben (nm)
id: Tampilkan isi window ketika melakukan drag (u)
it: Mostra contenuto finestra durante il trascinamento (u)
ja: ウィンドウ移動中もウィンドウの中身を描画する (u)
mk: Покажувај ја содржината на прозорецот додека го влечам (u)
nl_nl: Laat de inhoud van het venster zien tijdens het slepen (u)
pa: ਚੁੱਕਣ ਦੌਰਾਨ ਝਰੋਖੇ ਦੇ ਭਾਗ ਵੇਖਾਓ (u)
pl_pl: Pokazywanie _zawarto¶ci okna podczas przeci±gania (bez wsparcia)
pt_br: Mostrar o conteúdo da janela enquanto é arrastada (u)
ru: Показывать содержимое окна при перетаскивании (u)
sv: Visa fönsterinnehåll när det flyttas (u)
tr: Sürüklenen pencerenin içeriğini göster (u)
xh: Bonisa okuqulethwe yifestile ngeli xesha utsalayo (u)
zh_cn: 拖动时显示窗口内容(不支持)

source: Menu and window animation (u)
ar: حركة القائمة والنافذة )غير مدعوم(
ca: Animació en finestres i menús (u)
cs: Menu a animace okna (u)
da: Menu- og vinduesanimationer (u)
de: Menu- und Fensteranimation (u)
el: Animation παραθύρου και καταλόγου επιλογών (u)
es: Animación de ventanas y menú (u)
fi: Valikko ja ikkuna -animaatiot (u)
fr: Animation des menus et fenêtres (n)
he: אנימציות תפריטים וחלונות
hu: Menü és ablak animációk (nm)
id: Animasi Menu dan Window (u)
it: Animazione menu e finestre (u)
ja: メニューおよびウィンドウアニメーション (u)
mk: Анимација на мени и прозорец (u)
nl_nl: Menu en venster animatie (u)
pa: ਮੇਨੂ ਅਤੇ ਝਰੋਖਾ ਸਜੀਵਤਾ ਵੇਖਾਓ (u)
pl_pl: _Animacja okien i menu (bez wsparcia)
pt_br: Animação de menu e janela (u)
pt_pt: Animação do Menu e Janela (u)
ru: Анимация окон и меню (u)
sv: Meny- och fönsteranimering (u)
tr: Menü ve pencere animasyonu (u)
xh: Imenyu kunye noopopayi befestile (u)
zh_cn: 菜单和窗口动画(不支持)

source: Themes (u)
ar: مجموعات الألوان )غير مدعوم(
ca: Estils (u)
cs: Témata (u)
da: Temaer (u)
de: Thema (u)
el: Θέματα (u)
es: Temas (u)
fi: Teemat (u)
fr: Thèmes (n)
he: Themes
hu: Témák (nm)
id: Tema (u)
it: Temi (u)
ja: テーマ(u)
mk: Теми (u)
nl_nl: Thema's (u)
pa: ਸਰੂਪ (u)
pl_pl: _Kompozycje (bez wsparcia)
pt_br: Temas (u)
pt_pt: Temas (u)
ru: Темы (u)
sv: Teman (u)
tr: Temalar (u)
xh: Imixholo (u)
zh_cn: 主题(不支持)

source: Enable bitmap caching
ar: مكّن حفظ الصّور محلياً
ca: Habilitar memòria cau d'imatges.
cs: Povolit cachovani bitmap
da: Benyt bitmap caching
de: Bitmap-Zwischenspeicherung aktivieren
el: Ενεργοποίηση του bitmap caching
es: Activar la caché del mapa de bits
fi: Tallenna kuvat välimuistiin
fr: Activer le cache des images
he: אפשר מטמון מפת סיביות
hu: Bitmap gyorsítótár engedélyezése
id: Aktifkan cache bitmap
it: Abilita cache bitmap
ja: ビットマップキャッシュを有効にする
mk: Овозможи кеширање на битмапи
nl_nl: Activeer 'bitmap caching'
pa: ਬਿੱਟਮੈਪ ਕੈਂਚੇ ਯੋਗ
pl_pl: _Buforowanie map bitowych
pt_br: Ativar cache de bitmap
pt_pt: Activar cache bitmap
ru: Включить кэширование битмапов
sv: Aktivera mellanlagring av bilder
tr: Önbelleklemeyi etkinleştir
xh: Yenza ukuba kwenziwe uvimba wethutyana kwingqokelela yamacuntsu
zh_cn: 启用位图缓冲

source: Do not send motion events
ar: لا ترسل أحداث الحركة
ca: No enviar esdeveniments de moviment
cs: Pouze prohlížet
da: Send ikke bevægelseshændelser
de: Keine »Motion«-Ereignisse senden
el: Μη στέλνεις γεγονότα κίνησης
es: No enviar eventos con movimiento
fi: Älä lähetä tietoja hiiren liikkeistä
fr: Ne pas envoyer les évènements clavier et souris
he: אל תשלח ארועי תזוזה
hu: Mozgási események tiltása
id: Jangan kirim event-event pergerakan
it: Non inviare eventi di moto
ja: 動作イベントを送信しない
mk: Не испраќај настани
nl_nl: Zend geen bewegings-evenementen
pa: ਚੱਲਦੇ ਘਟਨਾਵਾਂ ਨਾ ਭੇਜੋ
pl_pl: Nie przesy³aj zdarzeñ ruchu
pt_br: Não enviar eventos de movimentos
pt_pt: Não enviar eventos em movimento
ru: Не посылать событий о перемещении
sv: Skicka inte rörelsehändelser
tr: Hareket eylemlerini gönderme
xh: Musa ukuthumela izehlo zentshukumo
zh_cn: 不发送动作事件

source: Enable window manager's key bindings
ar: مكّن مفاتيح مدير النوافذ المترابطة
ca: Habilitar les combinacions de teclat del gestor de finestres
cs: Povolit ovládání klávesami podle správce oken
da: Benyt window managerens tastekombinationer
de: Tastenkombinationen des Windowmanagers aktivieren
el: Ενεργοποίηση των key bindings του διαχειριστή παραθύρων
es: Habilitar las combinaciones de teclas del gestor de ventanas
fi: Käytä ikkunointijärjestelmän näppäinsidoksia
fr: Activer les combinaisons de touches du gestionnaire de fenêtres
he: אפשר מנהל מקשים של חלונות
hu: Ablakkezelő billentyűtársításainak engedélyezése
id: Aktifkan penggunaan kunci-kunci window manager
it: Abilita le associazioni di tasti del gestore finestre
ja: ウィンドウマネージャのキーバインドを有効にする
mk: Овозможи ги копчињата на менаџерот за прозорци
nl_nl: Activeer de toetsenbindingen van de venster beheerder
pa: ਝਰੋਖਾ ਪਰਬੰਧਕ ਸਵਿੱਚ ਸੰਯੋਗ ਯੋਗ
pl_pl: W³±cz przypisania klawiszy mened¿era okien
pt_br: Ativar tecla do gerenciador de janelas
pt_pt: Permitir ligar as chaves do Window Manager
ru: Включить привязки классов оконного менеджера
sv: Aktivera fönsterhanterarens tangentbindningar
tr: Pencere yöneticisi tuş bağıntılarını etkinleştir
xh: Yenza ukuba kubekho iikhowudi ezixhomekekileyo zezitshixo zomphathi wefestile
zh_cn: 启用窗口管理器快捷键

source: Hide window manager's decorations
ca: Amagar la decoració del gestor de finestres
cs: Skrýt dekorace správce oken
da: Benyt window managerens dekorationer
el: Απόκρυψη των διακοσμητικών του διαχειριστή παραθύρων
es: Ocultar las decoraciones del gestor de ventanas
fr: Masquer les décorations du gestionnaire de fenêtres
he: הסתר עיצוב מנהל חלונות
hu: Ablakkezelő dekorációinak elrejtése
ja: ウィンドウマネージャの装飾を隠す
mk: Скриј ги декорациите на менаџерот за прозорци
pa: ਝਰੋਖਾ ਪਰਬੰਧਕ ਸਜਾਵਟ ਓਹਲੇ
pt_br: Esconder as decorações do gerenciador de janelas
sv: Dölj fönsterhanterarens dekorationer
tr: Pencere yöneticisi dekorasyonunu gizle

source: Attach to console
cs: Propojit do konzole
da: Forbind til konsol
el: Προσάρτηση στην κονσόλα
es: Redirigir a la consola
fr: Joindre à une console
he: חבר למסוף
hu: Csatlakozás konzolhoz
pa: ਕੰਨਸੋਲ ਨਾਲ ਜੋੜੋ
pt_br: Anexar ao console
sv: Fäst vid konsoll
tr: Konsola iliştir

source: Options available for optimizing performance
ar: الخيارات المتوفّرة لتحسين الأداء
ca: Opcions disponibles per millorar el rendiment
cs: Nastavení pro optimalizaci výkonu
da: Tilgængelige indstillinger til optimering
de: Verfügbare Optionen zur Leistungsoptimierung.
el: Διαθέσιμες επιλογές για την βελτιστοποίηση της απόδοσης
es: Opciones disponibles para optimizar el rendimiento:
fi: Valinnat suorituskyvyn optimointiin
fr: Options disponibles pour l'optimisation des performances
he: אפשרויות זמינות לאופטימיזצית ביצועים
hu: Gyorsítási lehetőségek
id: Opsi yang tersedia untuk optimasi performansi
it: Opzioni disponibili per ottimizzare le prestazioni
ja: 利用可能なパフォーマンス最適化オプション
mk: Достапни опции за оптимизирање на перформансите
nl_nl: Instellingen voor optimaliseren van de prestaties
pa: ਅਨੁਕੂਲ ਸਮੱਰਥਾ ਲਈ ਉਪਲੱਬਧ ਚੋਣਾਂ
pl_pl: Opcje dostêpne w celu optymalizacji wydajno¶ci
pt_br: Opções disponíveis para otimizar o desempenho
pt_pt: Opções disponíveis para optimizar a perfomance
ru: Доступные опции для оптимизации производительности
sv: Alternativ tillgängliga för optimering av prestanda
tr: Performans iyileştirme için kullanılabilen seçenekler
xh: Izinto ezinganyanzelekanga ziyafumaneka ukungiselela ukulungisa uwenza
zh_cn: 性能优化选项

source: _General
ar: _عام
cs: _Hlavní
da: _Generelt
de: _Allgemein
el: _Γενικά
fi: Yleistä
fr: _Général
he: כללי
hu: Á_ltalános
id: _Umum
it: _Generale
ja: 全般(_G)
mk: _Општо
nl_nl: _Globaal
pa: ਸਧਾਰਨ(_G)
pl_pl: Ogólne
pt_br: _Geral
pt_pt: _Geral
ru: _Общее
sv: _Allmänt
tr: _Genel
xh: _Jikelele
zh_cn: 常规(G)

source: _Display
ar: ع_رض
ca: Pantalla
de: A_nzeige
el: _Οθόνη
es: _Pantalla
fi: Näyttö
fr: _Affichage
he: תצוגה
hu: _Képernyő
id: _Tampilan
it: _Schermo
ja: 画面(_D)
mk: _Приказ
nl_nl: _Scherm
pa: ਦਰਿਸ਼(_D)
pl_pl: Ekran
pt_br: _Mostrar
pt_pt: _Ver
ru: _Экран
sv: _Visning
tr: _Görüntü
xh: _Okuseskrinini
zh_cn: 显示(D)

source: Local _Resources
ar: الم_صادر المحليّة
ca: Recursos locals
cs: Místní zd_roje
da: Lokale _Ressourcer
de: Lokale _Ressourcen
el: Τοπικοί _Πόροι
es: Recursos locales
fi: Paikalliset resurssit
fr: _Ressources locales
he: משאב מקומי
hu: _Helyi erőforrások
id: Sumbe_r Daya Lokal
it: _Risorse locali
ja: ローカルのリソース(_R)
mk: Локални _ресурси
nl_nl: Lo_kale Middelen
pa: ਸਥਾਨਕ ਸਰੋਤ(_R)
pl_pl: Zasoby lokalne
pt_br: _Recursos locais
pt_pt: Recursos locais
ru: Локальные _Ресурсы
sv: Lokala _resurser
tr: Yerel _Kaynaklar
xh: _Izinto zikavimba Ezifikelela ngqo
zh_cn: 本地资源(R)

source: _Programs
ar: _برامج
ca: Programes
cs: _Programy
da: _Programmer
de: _Programme
el: _Προγράματα
es: _Programas
fi: Ohjelmat
fr: _Programmes
he: תוכניות
hu: _Programok
id: _Program
it: _Programmi
ja: プログラム(_P)
mk: _Програми
nl_nl: _Programma's
pa: ਪਰੋਗਰਾਮ(_P)
pl_pl: Programy
pt_br: _Programas
pt_pt: _Programas
ru: _Программы
sv: _Program
tr: _Programlar
xh: _Iinkqubo
zh_cn: 程序(P)

source: Perf_ormance
ar: أ_داء
ca: Rendiment
cs: Výk_on
da: _Ydeevne
de: _Leistung
el: Απόδοση
es: Rendimient_o
fi: Suorituskyky
he: ביצועים
hu: _Sebesség
id: Perf_ormansi
it: Prestazi_oni
ja: パフォーマンス(_O)
mk: Перф_орманси
nl_nl: Pre_staties
pa: ਸਮਰੱਥਾ(_o)
pl_pl: Wydajno¶æ
pt_br: Desempenh_o
pt_pt: Perf_omance
ru: Производительность
sv: Pre_standa
tr: _Performans
xh: Ukw_enza
zh_cn: 性能(O)

source: Select a saved profile to launch it immediately.
ca: Selecciona un perfil per executar immediatament
cs: Spustit zvolený profil z uložených.
da: Vælg en gemt profil for at åbne den med det samme.
de: Wählen Sie ein Verbindungsprofil (Einstellung) einer vorherig gespeicherten Sitzung aus.
el: Επιλέξτε ένα αποθηκευμένο προφίλ για άμεση εκκίνηση.
es: Selecciona un perfil grabado para lanzarlo inmediatamente
fr: Sélectionnez un profil enregistré pour le lancer immédiatement.
he: בחר פרופיל להפעלה מיידית
hu: Válasszon ki egy elmentett profilt az azonnali csatlakozáshoz.
id: Pilih profil tersimpan untuk dijalankan sesegera mungkin.
it: Selezionare un profilo salvato per attivarlo immediatamente.
ja: 即時起動するための保存プロファイルを選択する
mk: Одберете зачуван профил за да го лансирате веднаш.
pa: ਤਰੁੰਤ ਚਲਾਉਣ ਲਈ ਇੱਕ ਚੁਣਿਆ ਪਰੋਫਾਇਲ ਚੁਣੋ।
pl_pl: Wybierz jeden z zapisanych wcze¶niej profilów, aby go uruchomiæ.
pt_br: Selecione o perfil salvo para incializá-lo imediatamente.
pt_pt: Selecione um perfil gravado para o correr imediatamente.
ru: Выберите сохраненный профиль для его запуска.
sv: Välj en sparad profil att starta direkt.
tr: Çalıştırmak için bir profil seçin.
xh: Khetha inkangeleko egciniweyo ukuze uzo kuyindulula ngokukhawulezileyo.
zh_cn: 选择已保存的配置

source: Quick Connect
da: Forbind Hurtigt
es: Conexión rápida a:
fr: Connexion rapide
hu: Gyors csatlakozás
pt_br: Conectar Rapidamente

source: Co_nnect
ar: ات_صل
ca: _Connectar
cs: _Připojit
da: Forbind?? mangler tastaturgenvej
de: _Verbinden
el: Σύνδεση
es: Co_nectar
fi: Yhdistä
fr: Se _connecter
he: התחברות
hu: _Csatlakozás
id: Hubu_ngkan
it: Co_nnetti
ja: 接続(_O)
mk: Вр_зи се
nl_nl: Verbinden
pa: ਜੁੜੋ(_n)
pl_pl: _Pod³±cz
pt_br: Co_nectar
pt_pt: Ligar
ru: Соединиться
sv: A_nslut
tr: _Bağlan
xh: Nxu_lumana
zh_cn: 连接(N)

source: Input a filename to save as...
ar: أدخل اسم ملف للحفظ بإسم...
ca: Entra el nom de l'arxiu a desar...
cs: Jméno souboru pro uložení...
da: Skriv et filnavn...
de: Dateinamen für 'speichern unter' eingeben...
el: Εσαγωγή όνοματος αρχείου προς αποθήκευση...
es: Introduzca el nombre de fichero a guardar
fi: Syötä tallennettavan tiedoston nim
fr: Saisissez un nom du fichier où enregistrer...
he: הכנס שם קובץ לשמירה בשם...
hu: Írja be az állomány nevét mentéshez...
id: Simpan dengan nama berkas...
it: Inserire il nome file da salvare come...
ja: 保存するファイル名を入力してください
mk: Внесете име на датотека за зачувување...
nl_nl: Kies een naam om op te slaan als...
pa: ਇੰਞ ਸੰਭਾਲਣ ਲਈ ਇੱਕ ਫਾਇਲ-ਨਾਂ ਦਿਓ...
pl_pl: Wprowad¼ nazwê pliku aby zapisaæ...
pt_br: Digite o nome do arquivo para salvar como...
pt_pt: Digite o nome do ficheiro para gravar...
ru: Введите имя файла для сохрания..
sv: Mata in ett filnamn att spara som...
tr: Kaydetmek için bir dosya adı girin...
xh: Ngenisa ungeniso lwegama lefayili ukuze uligcine njenge...
zh_cn: 保存为...

source: RDP Files
da: RDP Filer
es: Archivos RDP
fr: Fichier RDP
hu: RDP fájlok
pt_br: Arquivos RDP

source: All Files
da: Alle Filer
es: Todos los archivos
fr: Tous les fichiers
hu: Minden fájl
pt_br: Todos os Arquivos
