Repository: woodpile72/tsclient
Catalog: po/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, mk, nl_nl, pa, pl_pl, pt_br, pt_pt, ru, sv, tr, xh, zh_cn

source: Enter the username for the remote system. For VNC, enter the path to your saved vnc password file.
ca: Escriu en nom d'usuari pel sistema remot. Per VNC, escriu el camí al arxiu de mot de pas vnc emmagatzemat.
cs: Vložte uživatelské jméno pro vzdálený systém. Pro VNC vložte cestu k uloženému souboru hesel VNC.
da: Indtast brugernavn til fjernsystemet. For VNC, skriv stien til vnc kodeordsfilen.
de: »Benutzername« für den entfernten Computer eingeben. Oder für VNC, geben Sie das Verzeichnis zu Ihrer VNC-Passwortdatei ein.
el: Εισάγετε το όνομα χρήστη για το απομακρυσμένο σύστημα. Για το VNC, εισάγετε τη διαδρομή στον αποθηκευμένο vnc κωδικό.
es: Introduce el nombre de usuario del sistema remoto Para VNC, introduce la ruta a tu fichero vnc de contraseñas guardado
fr: Saisissez l'identifiant pour le système distant. Pour VNC, saisissez le chemin vers votre fichier de mot de passe vnc.
he: הכנס שם משתמש להתחברות למחשב המרוחק.ל- VNC הכנס את הנתיב בו שמרת את קובץ הסיסמא שלך
hu: Írja be a felhasználónevet a távoli géphez. A VNC-hez az elmentett VNC jelszóállomány útvonalát írja be.
id: Masukkan nama user untuk sistem remot. Untuk VNC, masukkan path berkas password vnc.
it: Inserire il nome utente per il sistema remoto. Per connessioni VNC, inserire il percorso al file delle password salvato.
ja: リモートシステムのユーザ名を入力してください。 VNCの場合は vnc パスワードファイルを保存したパスを入力してください。
mk: Внесете го корисничкото име на далечниот систем. За VNC, внсете ја патеката до Вашата датотека со лозинка.
pa: ਰਿਮੋਟ ਸਿਸਟਮਾਂ ਲਈ ਉਪਭੋਗੀ ਨਾਂ ਦਿਓ। VNC ਲਈ, vnc ਗੁਪਤ-ਕੋਡ ਫਾਇਲ ਲਈ ਮਾਰਗ ਦਿਓ।
pl_pl: Wprowad¼ nazwê u¿ytkownika dla zdalnego systemu. Dla VNC, nale¿y podaæ ¶cie¿kê do pliku hase³.
pt_br: Digite o nome usuário do sistema remoto. Para o VNC, coloque o caminho para o seu arquivo de senha salvo.
pt_pt: Digite o utilizador do sistema remoto. Para o VNC, digite a directoria onde está gravado o ficheiro da palavra-passe.
ru: Введите имя удаленной системы. Для VNC укажите путь к вашему сохраненному файлу паролей VNC.
sv: Ange användarnamnet för fjärrsystemet. För VNC, ange sökvägen till din sparade lösenordsfil.
tr: Uzaktaki bilgisayara bağlantı yapılacak kullanıcı adını girin. VNC için, kayıtlı vnc parola dosyanızın tam adını girin.
xh: Ngenisa igama lomsebenzisi wenkqubo yefayili ekude. Xa usenzela i-VNC, ngenisa indlela eya kwifayili yakho ye-password ye-VNC egciniweyo.
zh_cn: 请输入远程系统的用户名. 如果使用VNC, 请输入你保存VNC密码文件的路径.

source: Enter the password for the remote system.
ca: Entra el mot de pas per el sistema remot.
cs: Vložte heslo pro vzdálený systém.
da: Indtast kodeordet til fjernsystemet.
de: »Passwort« für entfernte Computer-Anmeldung eingeben.
el: Εισάγετε τον κωδικό πρόσβασης για το απομακρυσμένο σύστημα.
es: Introduzca la contraseña del usuario del sistema remoto
fr: Saisissez le mot de passe pour le système distant.
he: הכנס סיסמא למחשב המרוחק
hu: Írja be jelszavát a távoli rendszerhez!
id: Masukkan password untuk sistem remot.
it: Inserire la password per il sistema remoto.
ja: リモートシステムのパスワードを入力してください。
mk: Внесете ја лозинката за далечниот систем.
pa: ਰਿਮੋਟ ਸਿਸਟਮ ਲਈ ਗੁਪਤ-ਕੋਡ ਦਿਓ।
pl_pl: Wprowad¼ has³o dla zdalnego systemu.
pt_br: Digite a senha do sistema remoto.
pt_pt: Digite a palavra-passe do sistema remoto.
ru: Введите пароль для удаленной системы.
sv: Ange lösenordet för fjärrsystemet.
tr: Uzaktaki sistemin parolasını girin.
xh: Ngenisa i-password ungenisela inkqubo ekude.
zh_cn: 请输入远程系统的密码.

source: Enter the domain for the remote system.
ca: Entra el domini per el sistema remot.
cs: Vložte doménu vzdáleného systému.
da: Indtast domænenavnet til fjernsystemet.
de: »Domän« des entfernten Computers eingeben.
el: Εισάγετε τον τομέα για το απομακρυσμένο σύστημα.
es: Introduce el dominio del sistema remoto.
fr: Saisissez le domaine pour le système distant.
he: הכנס את שם הדומיין למחשב המרוחק.
hu: Írja be a tartományt a távoli rendszerhez.
id: Masukkan nama domain sistem remot.
it: Inserire il dominio del sistema remoto.
ja: リモートシステムのドメイン名を入力してください。
mk: Внесете го доменот за далечниот систем.
pa: ਰਿਮੋਟ ਕੰਪਿਊਟਰ ਲਈ ਡੋਮੇਨ ਦਿਓ।
pl_pl: Wprowad¼ nazwê domeny dla zdalnego systemu.
pt_br: Digite o domínio do sistema remoto.
pt_pt: Digite o domínio do sistema remoto.
ru: Введите домен для удаленной системы.
sv: Ange domänen för fjärrsystemet.
tr: Uzaktaki sistemin etki alanını girin.
xh: Ngenisa ummandla ungenisela inkqubo ekude.
zh_cn: 请输入远程系统的域.

source: Enter the local hostname for this system.
ca: Entra en nom de màquina per aquest sistema.
cs: Vložte jméno místního systému.
da: Indtast det lokale værtsnavn for dette system.
de: Lokalen Rechnernamen (Hostname) für dieses System eingeben.
el: Εισάγετε το τοπικό όνομα αυτού του συστήματος.
es: Introduce el nombre del equipo local de este sistema
fr: Saisissez le nom d'hôte local pour ce système.
he: הכנס את הש
hu: Írja be a helyi gépnevet ehhez a rendszerhez.
id: Masukkan nama host lokal untuk sistem ini.
it: Inserire l'hostname locale per questo sistema.
ja: このシステムのローカルホスト名を入力してください。
mk: Внесете го локалното име на хостот за овој систем.
pa: ਇਸ ਸਿਟਮ ਲਈ ਸਥਾਨਕ ਮੇਜ਼ਬਾਨ-ਨਾਂ ਦਿਓ।
pl_pl: Wprowad¼ nazwê hosta dla lokaln± systemu.
pt_br: Digite o nome do host local deste sistema.
pt_pt: Digite o hostname do seu computador.
ru: Введите имя узла локальной системы.
sv: Ange det lokala värdnamnet för detta system.
tr: Bu sistemin yerel makine adını girin.
xh: Ngenisa igama lomququzeleli waloo ndawo ungenisela le nkqubo.
zh_cn: 请输入本地系统主机名.

source: Some protocols require a file containing settings. If required, enter the path to the file here.
ca: Alguns protocols requereixen d'un arxiu que contingui la configuració. Entra el camí a aquest arxiu.
cs: Některé protokoly vyžadují soubor s nastavením. Pokud je potřeba, zadejtesem cestu k souboru.
da: Nogle protokoller behøver en fil med indstillinger.Hvis dette er tilfældet, skriv stien til filen her.
de: Einige Protokolle benötigen spezielle Konfigurationsdateien. Falls dies notwendig ist, geben Sie das Verzeichnis zu diesen Konfigurationsdateien hier an.
el: Μερικά πρωτόκολλα απαιτούν ένα αρχείο με ρυθμίσεις. Αν απαιτείται, εισάγετε τη διαδρομή για το αχείο εδώ.
es: Algunos protocolos requieren de un fichero de preferencias. Si se requiere, introduce la ruta del fichero aquí.
fr: Certains protocoles requièrent un fichier contenant des paramètres. S'il est requis saisissez le chemin vers ce fichier ici.
he: פרוטוקולים מסויימים דורשים הגדרות tf. בחר נתיב לקובץ
hu: Néhány protokollhoz szükséges egy, a beállításokat tartalmazó fájl. Ha szükséges, itt megadhatja a fájl elérési útvonalát.
id: Beberapa protokol memerlukan sebuah berkas yang berisi setting. Jika diperlukan, masukkan alamat berkas tersebut disini.
it: Alcuni protocolli richiedono un file contenente le impostazioni. Se richiesto, inserire il percorso del file qui.
ja: いくつかのプロトコルは設定を含んだファイルを必要とします。必要な場合はここにそのファイルのパスを入力してください。
mk: Некои протоколи бараат датотека со поставувања. Доколку е потребно, внесете ја патеката до датотеката.
pa: ਕੁਝ ਪਰੋਟੋਕਾਲਾਂ ਨੂੰ ਸਥਾਪਨ ਰੱਖਣ ਵਾਲੀ ਫਾਇਲ ਦੀ ਲੋੜ ਪੈਂਦੀ ਹੈ। ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ, ਫਾਇਲ ਲਈ ਮਾਰਗ ਇੱਥੇ ਦਿਓ।
pl_pl: Niektóre protoko³y wymagaj± pliku zawieraj±cego ustawienia. Je¿eli jest on niezbêdny nale¿y wprowadziæ odpowiedni± ¶cie¿kê dostêpu.
pt_br: Alguns protocolos requerem um arquivo contendo configurações. Se requerido, digite aqui o caminho do arquivo.
pt_pt: Alguns protocolos requerem um ficheiro que contêm as configurações. Se for necessário, digite a directoria do ficheiro aqui.
ru: Некоторым протоколам требуется файл установок, укажите путь к файлу, если это необходимо.
sv: Vissa protokoll kräver en fil innehållandes inställningar. Om den krävs, ange sökvägen till filen här.
tr: Bazı protokoller içinde ayarların bulunduğu bir dosyaya ihtiyaç duyar. Eğer gerekiyorsa, dosyanın yolunu buraya yazın.
xh: Eminye inithetho yokusebenza ifuna ifayili equlethe imimiselo. Ukuba ziyafuneka, ngenisa indlela eya kwifayili apha.
zh_cn: 某些协议需要指定含有设置文件. 如果需要, 请输入配置文件的路径.

source: Remote Desktop Size
ar: حجم سطح المكتب البعيد
ca: Mida de l'escriptori remot.
cs: Rozlišení vzdálené plochy
da: Fjernskrivebordsstørrelse
de: Bildschirmgröße des entfernten Computers
el: Μέγεθος απομακρυσμένης επιφάνειας εργασίας
es: Tamaño del escritorio remoto
fi: Etätyöpöydän koko
fr: Taille du bureau distant
he: גודל שולחן עבודה מרוחק
hu: Távoli asztal mérete
id: Ukuran Desktop Remot
it: Dimensioni del desktop remoto
ja: リモートデスクトップのサイズ
mk: Големина на далечната работна површина
nl_nl: Grootte Desktop-Op-Afstand
pa: ਰਿਮੋਟ ਵੇਹੜਾ ਅਕਾਰ
pl_pl: Rozmiar pulpitu zdalnego
pt_br: Tamanho da área de trabalho remota
pt_pt: Tamanho do ambiente de trabalho remoto
ru: Размер удаленного экрана
sv: Storlek på fjärrskrivbord
tr: Uzak Masaüstü Boyutu
xh: Ubungakanani be-Desktop Ekude
zh_cn: 远程桌面尺寸

source: Use default screen size
ar: استخدم حجم الشاشة الافتراضي
ca: Empra la mida de la pantalla predeterminada.
cs: Použít výchozí rozlišení
da: Benyt standard skærm størrelse
de: Standard-Bildschirmgröße verwenden
el: Χρήση του εξ'ορισμού μέγεθους οθόνης
es: Usar tamaño de pantalla por defecto
fi: Käytä oletusarvoista näytön kokoa
fr: Utiliser la taille d'écran par défaut
he: השתמש בגודל מסך ברירת מחדל
hu: Alapértelmezett képernyőméret
id: Gunakan ukuran layar default
it: Usa dimensioni standard per lo schermo
ja: 標準の画面サイズを使用する
mk: Користи стандардна големина на екранот
nl_nl: Gebruik standaard schermgrootte
pa: ਮੂਲ ਪਰਦਾ ਅਕਾਰ ਵਰਤੋਂ
pl_pl: U¿yj domy¶lnego rozmiaru ekranu
pt_br: Usar tamanho de tela padrão
pt_pt: Utilizar tamanho do ambiente de trabalho por defeito
ru: Использовать размер по умолчанию
sv: Använd standardskärmstorlek
tr: Öntanımlı masaüstü boyutu kullan
xh: Sebenzisa ubungakanani beskrini obumiselweyo
zh_cn: 使用默认屏幕尺寸

source: Use the default screen size.
ar: استخدم حجم الشاشة الافتراضي
ca: Empra la mida de la pantalla predeterminada.
cs: Použít výchozí rozlišení obrazovky.
da: Benyt standard skærmens størrelse.
de: Verwendet die vom System definierte Bildschirmgröße.
el: Χρήση του εξ'ορισμού μέγεθους οθόνης
es: Usar el tamaño de pantalla por defecto.
fi: Käytä oletusarvoista näytön kokoa
fr: Utiliser la taille d'écran par défaut
he: השתמש בגודל מסך ברירת מחדל
hu: Az alapértelmezett képernyőméret használata.
id: Gunakan·ukuran·layar·default.
it: Usa le dimensioni standard dello schermo.
ja: 標準の画面サイズを使用する。
mk: Користи стандардна големина на екранот.
nl_nl: Gebruik standaard schermgrootte
pa: ਮੂਲ ਪਰਦਾ ਅਕਾਰ ਵਰਤੋਂ।
pl_pl: U¿ywa domy¶lnego rozmiaru ekranu.
pt_br: Usar o tamanho de tela padrão.
pt_pt: Utilizar o tamanho do ambiente de trabalho por defeito.
ru: Использовать размер по умолчанию.
sv: Använd standardskärmstorleken.
tr: Öntanımlı masaüstü boyutu kullan.
xh: Sebenzisa obona bungakanani beskrini obumiselweyo.
zh_cn: 使用默认屏幕尺寸.

source: Use specified screen size
ar: استخدم حجم الشاشة المحدّد
ca: Empra una mida específica.
cs: Použít vlastní rozlišení
da: Benyt angivet skærmstørrelse
de: Benutzerdefinierte Bildschirmgröße verwenden
el: Χρήση το καθορισμένου μέγεθους οθόνης
es: Usar un tamaño de pantalla especí­fico
fi: Käytä määritettyä näytön kokoa
fr: Préciser une taille d'écran
he: השתמש בגודל מסך ספציפי
hu: Az itt megadott képméret használata:
id: Gunakan ukuran layar yang ditentukan
it: Usa dimensioni dello schermo specifiche
ja: 指定した画面サイズを使用する
mk: Користи одредена големина на екранот
nl_nl: Gebruik opgegeven schermgrootte
pa: ਦਿੱਤਾ ਪਰਦਾ ਅਕਾਰ ਵਰਤੋਂ
pl_pl: U¿yj wybranego rozmiaru ekranu
pt_br: Usar o tamanho de tela especificado
pt_pt: Utilizar um tamanho especificado
ru: Использовать указанный размер экрана
sv: Använd angiven skärmstorlek
tr: Belirtilen ekran boyutunu kullan
xh: Sebenzisa ubungakanani beskrini obubalulweyo
zh_cn: 使用指定的屏幕尺寸

source: Use the list to choose the screen size to use.
ca: Selecciona de la llista la mida de la pantalla a utilitzar
cs: Vyberte rozlišení ze seznamu níže.
da: Vælg skærmens størrelse fra listen.
de: Wählen Sie eine zu verwendende Bildschirmgröße aus der folgenden Liste aus.
el: Χρησιμοποιήστε τη λίστα για να επιλέξετε το μέγεθος οθόνης που θα χρησιμοποιηθεί.
es: Use la barra para elegir el tamaño de pantalla a usar
fr: Choisissez la taille d'écran à utiliser dans la liste.
he: השתמש ברשימה לבחור גודל מסך להשתמש.
hu: Válassza ki a listából a használandó képméretet!
id: Gunakan list untuk memilih ukuran layar yang akan digunakan.
it: Usa l'elenco per scegliere le dimensioni dello schermo.
ja: 画面サイズの選択にリストを使用する。
mk: Одбери големина на екран од листата.
pa: ਵਰਤਣ ਲਈ ਪਰਦਾ ਅਕਾਰ ਲਈ ਸੂਚੀ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl_pl: U¿ycie wybranego rozmiaru ekranu.
pt_br: Usar a lista para escolher o tamanho de tela a ser usado.
pt_pt: Utilizar a lista para escolher o tamanho a usar.
ru: Выберете в списке используемый размер экрана.
sv: Använd listan för att välja önskad skärmstorlek.
tr: Listeden bir ekran boyutunu seçin.
xh: Sebenzisa uluhlu oza kukhetha ubungakanani oza kubusebenzisa beskrini.
zh_cn: 从列表中选择屏幕尺寸.

source: Operate in full screen mode
ar: استخدم عرض ملئ الشاشة
ca: Mostra a pantalla sencera
cs: Přepnout na celou obrazovku
da: Operér i fuldskærm
de: Benutze Vollbild Modus
el: Λειτουργία σε πλήρη οθόνη
es: Trabajar en modo pantalla completa
fi: Käytä kokonäytöntilaa
fr: Fonctionner en plein écran
he: עבוד במסך מלא
hu: Teljes képernyős üzemmód
id: Operasikan dalam mode layar penuh
it: Opera in modalità schermo intero
ja: 全画面モードで使用する
mk: Работи на цел екран
nl_nl: Gebruik volledig scherm
pa: ਪੂਰੇ ਪਰਦੇ ਉੱਤੇ ਚਲਾਓ
pl_pl: U¿yj trybu pe³noekranowego
pt_br: Operar em modo tela cheia
pt_pt: Operar em modo full screen.
ru: Работать в полноэкранном режиме
sv: Arbeta i helskärmsläge
tr: Tam ekran çalıştır
xh: Sebenza kwinkqubo yeskrini esipheleleyo
zh_cn: 全屏模式操作

source: Work in full screen mode.
ar: استخدم عرض ملئ الشاشة
ca: Treballa a pantalla sencera.
cs: Přepnout vzdálenou plochu na celou obrazovku.
da: Operér i fuldskærm.
de: Arbeite im Vollbild Modus
el: Λειτουργία σε πλήρη οθόνη
es: Trabajar en modo pantalla completa.
fi: Työskentele kokonäytöntilassa
fr: Travailler en plein écran
he: עבור למסך מלא.
hu: Munka teljes képernyős üzemmódban.
id: Bekerja dalam mode layar penuh.
it: Lavora in modalità schermo intero.
ja: 全画面モードで使用する
mk: Работа на цел екран.
nl_nl: Gebruik volledig scherm.
pa: ਪੂਰੀ ਸਕਰੀਨ ਉੱਤੇ ਚਲਾਓ।
pl_pl: W³±cza pracê w trybie pe³noekranowym
pt_br: Trabalhar em modo tela cheia.
pt_pt: Trabalhar em full screen.
ru: Работать в полноэкранном режиме.
sv: Arbeta i helskärmsläge.
tr: Tam ekran çalıştır.
xh: Sebenza kwinkqubo yeskrini esipheleleyo.
zh_cn: 在全屏模式下工作.

source: Use alternate full screen switch (-F)
ar: استخدم متغير ملئ الشاشة البديل (-F)
ca: Empra (-F) per a pantalla sencera.
cs: Použít alternativní přepínač pro celou obrazovku (-F)
da: Brug alternativt flag for fuldskærm (-F)
de: Vollbild-Umschalter (-F) verwenden
el: Χρήση του εναλλακτικού διακόπτη πλήρους οθόνης (-F)
es: Cambiar modo a pantalla completa (-F)
fr: Utiliser l'argument alternatif (-F) pour le plein écran
he: השתמש במצב "מסך מלא" משתנה (-F)
hu: A (-F) kapcsoló használata teljes képernyőhöz
id: Gunakan pertukaran layar penuh alternatif (-F)
it: Usa opzione alternativa (-F) per lo schermo intero
ja: 別の全画面モードを使用する(-F)
mk: Употребете ја опцијата за цел екран (-F)
pa: ਪੂਰੇ ਪਰਦੇ ਨੂੰ ਬਦਲ ਲਈ ਸਵਿੱਚ ਵਰਤੋਂ (-F)
pl_pl: U¿yj alternatywnej opcji Pe³ny Ekran (-F)
pt_br: Usar a opção alternativa de tela cheia (-F)
pt_pt: Utilizar full screen alternativo (-F)
ru: Использовать ключ(-F) для полноэкранного режима
sv: Använd alternativ helskärmsväxlare (-F)
tr: Alternatif tam ekran kullan (-F)
xh: Sebenzisa ukuvula iskrini esipheleleyo okubolekisanayo (-F)
zh_cn: 使用其他全屏切换(-F)

source: Check this if you use rdesktop with the unified patches.
ar: حدد هذا الاختيار إن كنت تستخدم rdesktop مع التعديﻻت الموحّدة.
ca: Selecciona aquesta opció si estàs utilitzant rdesktop amb els pedaços unificats.
cs: Zvolte, pokud používáte rdesktop a normalizované patche.
da: Hak af hvis du benytter rdesktop med "unified patches"
de: Aktivieren Sie dies, falls Sie »rdesktop« mit einem einsprechenden Patch verwenden.
el: Επελέξτε το έαν χρησιμοποιείτε το rdesktop με τα ενοποιημένα patches
es: Marque esta opción si está usando rdesktop con los parches unificados
fi: Rastita tämä jos käytät rdesktop:ia unified patch -lisäysten kanssa
fr: Cochez si vous utilisez rdesktop en utilisant les correctifs unifiés (« unified patches »)
he: סמן כאן אם אתה משתמש ב- rdesktop עם תלאים מאוחדים
hu: Akkor állítsa be, ha javított rdesktopot használ.
id: Periksa ini jika Anda menggunakan rdesktop dengan unified patches.
it: Selezionare qui se si usa rdesktop con patch unificate.
ja: 統合パッチを適用した rdesktop を使用している場合はここをチェックしてください。
mk: Штиклирајте го ова доколку користите rdesktop со унифицирани закрпи.
nl_nl: Markeer dit als U rdesktop met unificeerde patches gebruikt.
pa: ਜੇਕਰ ਤੁਸੀਂ ਇਕਸਾਰ ਪੈਂਚਾਂ ਨਾਲ rdesktop ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ ਤਾਂ ਇਹ ਦਬਾਉ।
pl_pl: Zaznacz to je¶li u¿ywasz rdesktop z 'unified patches'
pt_br: Verifique isso se você usar o rdesktop com os patches unificados.
ru: Проверьте это если вы используете rdesktop с унифицированными патчами.
sv: Kryssa denna om du använder rdesktop med enhetliga programfixar.
tr: Rdesktop programına belirtilen yamaları uygulamışsanız bunu seçin.
xh: Vavanya oku ukuba usebenzisa i-rdesktop eneendawana ezimanyiweyo.
zh_cn: 如果你的rdesktop使用了统一的补丁, 请选中本项.

source: Colors
ar: ألوان
cs: Barvy
da: Farver
de: Farbeinstellungen
el: Χρώματα
es: Colores
fi: Värit
fr: Couleurs
he: צבעים
hu: Színek
id: Warna
it: Colori
ja: 色
mk: Бои
nl_nl: Kleuren
pa: ਰੰਗ
pl_pl: Kolory
pt_br: Cores
pt_pt: Cores
ru: Цвета
sv: Färger
tr: Renkler
xh: Imibala
zh_cn: 颜色

source: Use default color depth
ar: استخدم عمق الألوان الافتراضي
ca: Empra la profunditat de color per defecte
cs: Použít výchozí barevnou hloubku
da: Benyt standard farve dybde
de: Standard-Farbtiefe verwenden
el: Χρήση του εξ'ορισμού βάθους χρώματος
es: Usar la profundidad de color por defecto
fi: Käytä oletusarvoista värisyvyyttä
fr: Utiliser le nombre de couleurs par défaut
he: השתמש בעומק צבע ברירת המחדל
hu: Alapértelmezett színmélység
id: Gunakan kedalaman warna default
it: Usa profondità di colore standard
ja: 標準の色深度を使用する
mk: Користи стандардна длабочина на бои
nl_nl: Gebruik standaard kleurendiepte
pa: ਮੂਲ ਰੰਗ ਡੂੰਘਾਈ ਵਰਤੋਂ
pl_pl: U¿yj domy¶lnej g³êbi kolorów
pt_br: Usar profundidade de cores padrão
pt_pt: Utilizar a cor por defeito
ru: Использовать глубину цвета по-умолчанию
sv: Använd standardfärgdjup
tr: Öntanımlı renk derinliğini kullan
xh: Sebenzisa ubunzulu bombala omiselweyo
zh_cn: 使用默认颜色深度

source: Use the default color depth.
ar: استخدم عمق الألوان الافتراضي
ca: Empra la profunditat de color per defecte
cs: Použít výchozí barevnou hloubku.
da: Benyt standard farve dybden.
de: Benutze die vom System definierte Farbtiefe.
el: Χρήση του εξ'ορισμού βάθους χρώματος
es: Usar la profundidad de color por defecto.
fi: Käytä oletusarvoista värisyvyyttä
fr: Utiliser le nombre de couleurs par défaut
he: השתמש בעומק צבע ברירת המחדל
hu: Az alapértelmezett színmélység használata.
id: Gunakan·kedalaman·warna·default
it: Usa la profondità di colore standard.
ja: 標準の色深度を使用する。
mk: Користи ја стандардната длабочина на бои.
nl_nl: Gebruik standaard kleurendiepte.
pa: ਮੂਲ ਰੰਗ ਡੂੰਘਾਈ ਵਰਤੋਂ।
pl_pl: U¿ywa domy¶lnej g³êbi kolorów
pt_br: Usar a profundidade de cores padrão.
pt_pt: Utilizar a cor por defeito.
ru: Использовать глубину цвета по-умолчанию.
sv: Använd standardfärgdjupet.
tr: Öntanımlı renk derinliğini kullan.
xh: Sebenzisa obona bunzulu bombala omiselweyo.
zh_cn: 使用默认颜色深度.

source: Use specified color depth
ar: استخدم عمق الألوان المحدد
ca: Empra una profunditat de color especificada
cs: Použít vlastní barevnou hloubku
da: Benyt angivet farve dybde
de: Benutzerdefinierte Farbtiefe verwenden
el: Χρήση του καθορισμένου βάθους χρώματος
es: Usar una profundidad de color determinada
fi: Käytä määriteltyä värisyvyyttä
fr: Préciser un nombre de couleurs
he: השתמש בעומק צבע ספציפי
hu: A megadott színmélység használata:
id: Gunakan·kedalaman·warna·yang ditentukan
it: Usa profondità di colore specifica
ja: 指定した色深度を使用する
mk: Користи ја одредената длабочина на бои
nl_nl: Gebruik opgegeven kleurendiepte
pa: ਦਿੱਤੀ ਰੰਗ ਡੂੰਘਾਈ ਵਰਤੋਂ
pl_pl: U¿yj wybranej g³êbi kolorów
pt_br: Usar profundidade de cores especificada
pt_pt: Especifique uma cor a utilizar
ru: Использовать указанную глубину цвета
sv: Använd angivet färgdjup
tr: Belirtilen renk derinliğini kullan
xh: Sebenzisa ubunzulu bombala obubalulweyo
zh_cn: 使用指定的颜色深度

source: Use the list to choose the color depth to use.
ca: Empra llista per seleccionar la profunditat de color.
cs: Vyberte barevnou hloubku ze seznamu níže.
da: Vælg farvedybden fra listen.
de: Eine benutzerdefinierte Farbtiefe aus der folgenden Liste verwenden.
el: Χρησιμοποιείστε την πλάγια μπάρα για να επιλέξετε το βάθος χρώματος που θα χρησιμοποιείσετε.
es: Selecciona la profundidad de color a usar de la lista.
fr: Choisissez le nombre de couleurs à utiliser dans la liste.
he: בחר ברשימה זאת את עומק הצבע
hu: Válassza ki a listából a használni kívánt színmélységet!
id: Gunakan list untuk memilih kedalaman warna yang akan digunakan.
it: Usa l'elenco per scegliere la profondità di colore.
ja: 色深度の選択にリストを使用する
mk: Употребете ја листата за да одберете длабочина на боја.
pa: ਰੰਗ ਡੂੰਘਾਈ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਸੂਚੀ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl_pl: U¿ycie g³êbi kolorów wybranej z listy
pt_br: Usar a lista para escolher a profundidade de cores a ser usada.
pt_pt: Utilize a lista para escolher a cor a usar.
ru: Использовать указанную глубину цвета.
sv: Använd listan för att välja önskat färgdjup.
tr: Belirtilen renk derinliği için listeyi kullan.
xh: Sebenzisa uluhlu ukukhetha ubunzulu bombala oza kuwusebenzisa.
zh_cn: 从列表中选择颜色深度.

source: Remote Computer _Sound
ca: So en la màquina remota
cs: Ozvučení vzdáleného _systému
da: Lyd på fjerncomputer?? mangler tastaturgenvej
de: Entfernten Klang abspielen (nicht unterstützt)
el: Ήχοι απομακρυσμένου _Υπολογιστή
es: _Sonido de ordenador remoto
fr: _Son de l'ordinateur distant
he: מחשב מרוחק - קול
hu: _Hang a távoli gépről
id: _Suara Komputer Remot
it: _Suono sul computer remoto
ja: リモートコンピュータのサウンド(_S)
mk: Звук на _далечниот компјутер
pa: ਰਿਮੋਟ ਕੰਪਿਊਟਰ ਧੁਨੀ (_S)
pl_pl: _D¼wiêk zdalnego komputera
pt_br: _Som do computador remoto
pt_pt: Computador Remoto _Som
ru: Звук на удаленном компьютере
sv: Ljud på _fjärrdator
tr: _Uzaktaki Bilgisayarın Sesi
xh: I_sandi Sekhompyutha Esikude
zh_cn: 远程计算机声音(S)

source: Remote Computer Sound
ca: So en la màquina remota
cs: Ozvučení vzdáleného systému
da: Lyd på fjerncomputer
de: Entfernter Rechner Sound (nicht unterstützt)
el: Ήχοι απομακρυσμένου Υπολογιστή
es: Sonido del ordenador remoto
fr: Son de l'ordinateur distant
he: מחשב מרוחק - קול
hu: Hang a távoli gépről
id: Suara Komputer Remot
it: Suono sul computer remoto
ja: リモートコンピュータのサウンド
mk: Звук на далечниот компјутер
pa: ਰਿਮੋਟ ਕੰਪਿਊਟਰ ਧੁਨੀ
pl_pl: D¼wiêk zdalnego komputera
pt_br: Som do computador remoto
pt_pt: Computador Remoto Som
ru: Звук на удаленном компьютере
sv: Ljud på fjärrdator
tr: Uzaktaki Bilgisayarın Sesi
xh: Isandi Sekhompyutha Ekude
zh_cn: 远程计算机声音

source: On the local computer
ar: على الجهاز المحلّي
ca: So a la màquina local
cs: Na místním počítači
da: Afspil på lokalcomputeren
de: Auf lokalem Computer
el: Στον τοπικό υπολογιστή
es: En el ordenador local
fi: Paikallisella tietokoneella
fr: Sur l'ordinateur local
he: על המחשב המקומי
hu: A helyi számítógépen
id: Di komputer lokal
it: Sul computer locale
ja: ローカルコンピュータ上
mk: На локалниот компјутер
nl_nl: Op deze computer
pa: ਸਥਾਨਕ ਕੰਪਿਊਟਰ ਉੱਤੇ
pl_pl: Na lokalnym komputerze
pt_br: No computador local
pt_pt: No computador local
ru: На локальном компьютере
sv: På den lokala datorn
tr: Yerel bilgisayarda çıksın
xh: Kwikhompyutha yaloo ndawo
zh_cn: 在本机启用
