Repository: woodpile72/tsclient
Catalog: po/*.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, mk, nl_nl, pa, pl_pl, pt_br, pt_pt, ru, sv, tr, xh, zh_cn

source: Connect to a remote computer
ar: اتصل بجهار بعيد
ca: Connectar-se a un ordinador remot
cs: Připojit ke vzdálenénu počítači
da: Forbind til en fjerncomputer
de: Mit entfernten Computer verbinden
el: Σύνδεση σε ένα απομακρυσμένο υπολογιστή
es: Conectarse a un ordenador remoto
fi: Yhdistä etätietokoneeseen
fr: Se connecter à un ordinateur distant
he: התחבר למחשב מרוחק
hu: Csatlakozás a távoli géphez
id: Hubungkan dengan komputer lain
it: Connetti a un computer remoto
ja: リモートコンピュータに接続する
mk: Поврзи се на далечен компјутер
nl_nl: Verbinding maken met computer op afstand
pa: ਇੱਕ ਰਿਮੋਟ ਕੰਪਿਊਟਰ ਨਾਲ ਜੁੜੋ
pl_pl: Po³±cz ze zdalnym komputerem
pt_br: Conectar a um computador remoto
pt_pt: Ligar a um computador remoto
ru: Подсоединится к удаленному компьютеру
sv: Anslut till en fjärrdator
tr: Uzaktaki bilgisayara bağlan
xh: Qhagamshela kwikhompyutha ekude
zh_cn: 连接到远程计算机

source: Terminal Server Client
ar: مستخدم المحطّة الطّرفيّة
ca: Client de Terminal Server
cs: Terminal Server Klient
da: Terminalserver Klient
el: Πελάτης Εξυπηρέτη Τερματικού
es: Cliente del Servidor de Terminales
he: מסוף
hu: Távoli asztali kapcsolat
it: Client Terminal Server
ja: ターミナルサーバクライアント
mk: Клиент за сервер преку терминал
pa: ਟਰਮੀਨਲ ਸਰਵਰ ਕਲਾਂਇਟ
pl_pl: Klient Us³ug Terminalowych
pt_br: Cliente do Terminal Server
pt_pt: Cliente Terminal Server
ru: Клиент Терминального сервера
sv: Terminalserverklient
tr: Terminal Sunucu Bağlantısı
xh: Umxhasi Weseva We-Terminal
zh_cn: 终端服务客户端

source: Terminal Server Client Applet
ar: بريمج مستخدم المحطّة الطرفية
ca: Miniaplicació del client de "Terminal Server"
cs: Applet pro Terminal Server Klienta
da: Terminalserver Klient Applet
el: Εφαρμογίδιο Πελάτη Εξυπηρέτη Τερματικού
es: Applet Cliente del Servidor de Terminales
fi: Terminal Server Client sovelma
fr: Applet Terminal Server Client
he: מסוף Applet
hu: Távoli asztali kapcsolat kisalkalmazás
it: Applet Terminal Server Client
ja: ターミナルサーバクライアントアプレット
mk: Аплет за клиентот за сервер преку терминал
pa: ਟਰਮੀਨਲ ਸਰਵਰ ਕਲਾਂਇਟ ਐਪਲਿਟ
pl_pl: Aplet Klienta Us³ug Terminalowych
pt_br: Applet do cliente do Terminal Server
pt_pt: Applet do Terminal Server
ru: Апплет клиента Терминального сервера
sv: Panelprogram för terminalserverklient
tr: Terminal Sunucu Bağlantı Programcığı
xh: Inkqutyana Yekhompyutha Yomxhasi Weseva ye-Terminal
zh_cn: 终端服务客户端Applet

source: New Connection...
cs: Nové spojení...
da: Ny Forbindelse...
el: Νέα Σύνδεση...
es: Conexión nueva ...
fr: Nouvelle connexion...
he: חיבור חדש
hu: Új kapcsolat...
pa: ਨਵਾਂ ਕੁਨੈਕਸ਼ਨ...
pt_br: Nova Conexão...
sv: Ny anslutning...
tr: Yeni Bağlantı...

source: 640 x 480 pixels
ar: 640 × 480 نقطة
ca: 640 x 480 píxels
cs: 640 x 480 pixelů
de: 640 x 480 Bildpunkte
es: 640 x 480 píxeles
fi: 640 x 480 pikseliä
he: 640 X 480 פיקסלים
hu: 640 x 480 képpont
id: 640·x·480·pixel
it: 640 x 480 punti
ja: 640 x 480 ピクセル
mk: 640 x 480 пиксели
nl_nl: 640 x 480 beeldpunten
pa: 640 x 480 ਪਿਕਸਲ
pl_pl: 640 x 480 pikseli
pt_pt: 640 x 480
ru: 640 x 480 точек
sv: 640 x 480 bildpunkter
tr: 640 x 480 çözünürlük
xh: ii-640 x 480 pixel
zh_cn: 640 x 480 像素

source: 800 x 600 pixels
ar: 800 × 600 نقطة
ca: 800 x 600 píxels
cs: 800 x 600 pixelů
de: 800 x 600 Bildpunkte
es: 800 x 600 píxeles
fi: 800 x 600 pikseliä
he: 800 X 600 פיקסלים
hu: 800 x 600 képpont
id: 800·x·600·pixel
it: 800 x 600 punti
ja: 800 x 600 ピクセル
mk: 800 x 600 пиксели
nl_nl: 800 x 600 beeldpunten
pa: 800 x 600 ਪਿਕਸਲ
pl_pl: 800 x 600 pikseli
pt_pt: 800 x 600
ru: 800 x 600 точек
sv: 800 x 600 bildpunkter
tr: 800 x 600 çözünürlük
xh: ii-800 x 600 pixel
zh_cn: 800 x 600 像素

source: 1024 x 768 pixels
ar: 1024 × 768 نقطة
ca: 1024 x 768 píxels
cs: 1024 x 768 pixelů
de: 1024 x 768 Bildpunkte
es: 1024 x 768 píxeles
fi: 1024 x 768 pikseliä
he: 1024 X 768 פיקסלים
hu: 1024 x 768 képpont
id: 1024·x·768·pixel
it: 1024 x 768 punti
ja: 1024 x 768 ピクセル
mk: 1024 x 768 пиксели
nl_nl: 1024 x 768 beeldpunten
pa: 1024 x 768 ਪਿਕਸਲ
pl_pl: 1024 x 768 pikseli
pt_pt: 1024 x 768
ru: 1024 x 768 точек
sv: 1024 x 768 bildpunkter
tr: 1024 x 768 çözünürlük
xh: ii-1024 x 768 pixel
zh_cn: 1024 x 768 像素

source: 1152 x 864 pixels
ar: 1152 × 864 نقطة
ca: 1152 x 864 píxels
cs: 1152 x 864 pixelů
de: 1152 x 864 Bildpunkte
es: 1152 x 864 píxeles
fi: 1152 x 864 pikseliä
he: 1152 X 864 פיקסלים
hu: 1152 x 864 képpont
id: 1152·x·864·pixel
it: 1152 x 864 punti
ja: 1152 x 864 ピクセル
mk: 1152 x 864 пиксели
nl_nl: 1152 x 864 beeldpunten
pa: 1152 x 864 ਪਿਕਸਲ
pl_pl: 1152 x 864 pikseli
pt_pt: 1152 x 864
ru: 1152 x 864 точек
sv: 1152 x 864 bildpunkter
tr: 1152 x 864 çözünürlük
xh: ii-1152 x 864 pixel
zh_cn: 1152 x 864 像素

source: 1280 x 960 pixels
ar: 1280 × 960 نقطة
ca: 1280 x 960 píxels
cs: 1280 x 960 pixelů
de: 1280 x 960 Bildpunkte
es: 1280 x 960 píxeles
fi: 1280 x 960 pikseliä
he: 1280 X 960 פיקסלים
hu: 1280 x 960 képpont
id: 1280·x·960·pixel
it: 1280 x 960 punti
ja: 1280 x 960 ピクセル
mk: 1280 x 960 пиксели
nl_nl: 1280 x 960 beeldpunten
pa: 1280 x 960 ਪਿਕਸਲ
pl_pl: 1280 x 960 pikseli
pt_pt: 1280 x 960
ru: 1280 x 960 точек
sv: 1280 x 960 bildpunkter
tr: 1280 x 960 çözünürlük
xh: ii-1280 x 864 pixel
zh_cn: 1280 x 960 像素

source: 1400 x 1050 pixels
cs: 1400 x 1050 pixelů
es: 1400 x 1050 píxeles
he: 1400 X 1050 פיקסלים
hu: 1400 x 1050 képpont
pa: 1400 x 1050 ਪਿਕਸਲ
sv: 1400 x 1050 bildpunkter
tr: 1400 x 1050 çözünürlük

source: 256 Colors
ar: 256 لون
cs: 256 barev
da: 256 Farver
de: 256 Farben (8 bit)
el: 256 Χρώματα
es: 256 Colores
fi: 256 Väriä
fr: 256 couleurs
he: 256 צבעים
hu: 256 szín
id: 256 Warna
it: 256 colori
ja: 256色
mk: 256 бои
nl_nl: 256 Kleuren
pa: 256 ਰੰਗ
pl_pl: 256 kolorów
pt_br: 256 Cores
pt_pt: 256 Cores
ru: 256 цветов
sv: 256 färger
tr: 256 Renk
xh: Imibala engama-256
zh_cn: 256 色

source: High Color (15 bit)
ar: ألوان عالية )15 بت(
ca: Color d'alta definició (15 bits)
cs: High Color (15 bitů)
de: Hohe Farbtiefe (15 bit)
es: Color de alta definición (15 bits)
fi: 32768 Väriä (15 bit)
fr: Couleurs (15bits)
he: צבע עשיר (15 סיביות)
hu: 15 bites színmélység
ja: 3万色 (15bpp)
mk: Квалитетни бои (15 битни)
nl_nl: Pseudo Hoge Kleuren (15 bit)
pa: ਜ਼ਿਆਦਾ ਰੰਗ (15 ਬਿੱਟ)
pt_br: High Color (15 bits por pixel)
pt_pt: Milhares de cores (15 bit)
ru: High Color (15 бит)
sv: "High Color" (15 bitar)
tr: Yüksek Renk Derinliği (15 bit)
xh: Umbala Ophezulu (15 bit)
zh_cn: 15位高彩色

source: High Color (16 bit)
ar: ألوان عالية )16 بت(
ca: Color d'alta definició (16 bits)
cs: High Color (16 bitů)
de: Hohe Farbtiefe (16 bit)
es: Color de alta definición (16 bits)
fi: 65536 Väriä (16 bit)
fr: Couleurs (16bits)
he: צבע עשיר (16 סיביות)
hu: 16 bites színmélység
ja: 6万色 (16bpp)
mk: Квалитетна боја (16 битна)
nl_nl: Hoge Kleuren (16 bit)
pa: ਜ਼ਿਆਦਾ ਰੰਗ (16 ਬਿੱਟ)
pt_br: High Color (16 bits por pixel)
pt_pt: Milhares de cores (16 bit)
ru: High Color (16 бит)
sv: "High Color" (16 bitar)
tr: Yüksek Renk Derinliği (16 bit)
xh: Umbala Ophezulu (16 bit)
zh_cn: 16位高彩色

source: True Color (24 bit)
ar: ألوان حقيقة )24 بت(
ca: Color veritable (24 bits)
cs: True Color (24 bitů)
de: Echtfarben (24 bit)
es: Color verdadero (24 bits)
fi: True Color -tila (24 bit)
fr: Couleurs vraies (24bits)
he: צבע עשיר (24 סיביות)
hu: 24 bites színmélység
ja: フルカラー1600万色 (24bpp)
mk: Вистинска боја (24 битна)
nl_nl: Ware kleuren (24 bit)
pa: ਸੁੱਚੇ ਰੰਗ (24 ਬਿੱਟ)
pt_br: True Color (24 bits por pixel)
pt_pt: Milhões de cores (24 bit)
ru: True Color (24 бит)
sv: "True Color" (24 bitar)
tr: Gerçek Renkler (24 Bit)
xh: Umbala Oyinyani (24bit)
zh_cn: 24位真彩色

source: Logon Settings
ar: إعدادات الدخول
ca: Paràmetres d'identificació
cs: Nastavení přihlášení
da: Logon Indstillinger
de: Anmelde-Einstellungen
el: Ρυθμίσεις Εισαγωγής στο σύστημα
es: Parámetros de identificación
fi: Kirjautumisen asetukset
fr: Paramètres d'identification
he: הגדרות התחברות
hu: Bejelentkezés beállításai
id: Setting Logon
it: Impostazioni di logon
ja: ログオン設定
mk: Поставувања за најава
nl_nl: Aanmeldings-instellingen
pa: ਲਾਗਆਨ ਸਥਾਪਨ
pl_pl: Ustawienia logowania
pt_br: Propiedades de login
pt_pt: Configuração do início da sessão
ru: Установки входа
sv: Inloggningsinställningar
tr: Giriş Ayarları
xh: Imimiselo Yokungena
zh_cn: 登录选项

source: Type the name of the computer or choose a computer from the drop-down list.
ar: أكتب إسم الجهاز أو اختر واحداً من القائمة
ca: Escrigui el nom de l'ordinador o esculli'l de la llista desplegable
cs: Napište jméno počítače nebo vyberte počítač z nabídky.
da: Skriv computerens navn eller vælg et fra nedfaldslisten.
de: Geben Sie die Anmeldeinformationen für den entfernten Computer ein.
el: Πληκτρολογείστε το όνομα του υπολογιστή ή επιλέξτε ένα υπολογιστή απο την λίστα.
es: Introduzca el nombre del ordenador remoto o escójalo de la lista desplegable
fi: Kirjoita tietokoneen nimi tai valitse se alasvetovalikosta
fr: Saisissez le nom de l'ordinateur ou choisissez-le dans la liste déroulante.
he: הקש שם מחשב או בחר מחשב מהרשימה
hu: Adja meg a kiszolgáló nevét vagy válasszon egyet a listából.
id: Tuliskan nama komputer atau pilih sebuah komputer dari daftar.
it: Digitare il nome del computer o sceglierlo dall'elenco a tendina.
ja: コンピュータ名を入力、あるいはプルダウンメニューから選択してください
mk: Внесете го името на компјутерот или одберете компјутер од листата.
nl_nl: Type de naam van de computer of kies een computer uit het uittrek menuutje
pa: ਕੰਪਿਊਟਰ ਦਾ ਨਾਂ ਲਿਖੋ ਜਾਂ ਲਟਕਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਕੰਪਿਊਟਰ ਦੀ ਚੋਣ ਕਰੋ।
pl_pl: Wpisz nazwê komputera lub wybierz komputer z listy rozwijanej.
pt_br: Digite o nome do computador ou escolha um computador da lista.
pt_pt: Digite o nome do computador ou escolha um computador da lista.
ru: Введите имя компьютера или выберете компьютер из выпадающего списка.
sv: Ange namnet på datorn eller välj en dator från rullgardinslistan.
tr: Bilgisayarın adını yazın, ya da listeden bir bilgisayar seçin.
xh: Chwetheza igama lekhompyutha okanye ukhethe ikhompyutha kuluhlu olulahlwe phantsi.
zh_cn: 输入计算机名或者从列表中选择计算机.

source: Compu_ter:
ar: ج_هاز
ca: Ordina_dor:
cs: Počí_tač:
de: R_echnername:
el: Υπολογιστ_ής
es: Or_denador remoto
fi: Tietokone:
fr: _Ordinateur :
he: מחשב:
hu: _Számítógép:
id: Kompu_ter:
ja: コンピュータ(_T):
mk: Комп_јутер
pa: ਕੰਪਿਊਟਰ (_t):
pl_pl: _Komputer:
pt_br: Compu_tador:
pt_pt: Computador:
ru: Компью_тер
sv: Da_tor:
tr: _Bilgisayar:
xh: Ikhompyu_tha:
zh_cn: 计算机(T):

source: Pro_tocol:
cs: Pro_tokol:
da: Pro_tokol:
de: Pro_tokoll:
el: Πρω_τόκολλο:
es: Prot_ocolo
fr: Pro_tocole :
he: פרוטוקול:
hu: Protok_oll:
id: Pro_tokol:
it: Pro_tocollo:
ja: プロトコル(_T):
mk: Про_токол:
pa: ਪਰੋਟੋਕਾਲ (_t):
pl_pl: Pro_tokó³:
pt_br: Pro_tocolo:
pt_pt: Protocolo:
ru: Протокол:
sv: Pro_tokoll:
tr: _Protokol:
xh: Imithe_tho yokusebenza:
zh_cn: 协议(T):

source: _User Name:
ar: إ_سم المستخدم:
ca: Nom d'usuari:
cs: _Uživatelské jméno:
da: _Brugernavn:
de: _Benutzername:
el: _Όνομα χρήστη
es: _Nombre de usuario
fi: Käyttäjätunnus:
fr: _Identifiant :
he: שם משתמש:
hu: _Felhasználónév:
id: Nama _User:
it: Nome _utente:
ja: ユーザ名(_U):
mk: _Корисничко име:
nl_nl: _Gebruikersnaam
pa: ਉਪਭੋਗੀ ਨਾਂ (_U):
pl_pl: _Nazwa u¿ytkownika:
pt_br: Nome do _usuário:
pt_pt: Utilizador:
ru: Имя пользователя:
sv: _Användarnamn:
tr: _Kullanıcı Adı:
xh: Igama _Lomsebenzisi:
zh_cn: 用户名(U):

source: Pass_word:
ar: _كلمة السر
ca: _Mot de pas:
cs: _Heslo:
da: _Kodeord:
de: Pass_wort:
el: Συνθηματικό
es: Contraseña
fi: Salasana:
fr: _Mot de passe :
he: סיסמא:
hu: _Jelszó:
ja: パスワード(_W):
mk: Лози_нка:
nl_nl: Wacht_woord
pa: ਗੁਪਤ-ਕੋਡ(_w):
pl_pl: _Has³o:
pt_br: Se_nha:
pt_pt: Palavra-passe:
ru: Пароль:
sv: Löseno_rd:
tr: _Parola:
xh: I-Pass_word:
zh_cn: 密码(W):

source: Do_main:
ar: الم_جال
ca: _Domini
cs: Do_ména:
da: Do_mæne:
de: Do_män:
el: Περιοχή
es: Do_minio
fi: Toimialue:
fr: _Domaine :
he: דומיין:
hu: _Tartomány:
it: Do_minio:
ja: ドメイン(_M):
mk: До_мен:
nl_nl: Do_mein:
pa: ਡੋਮੇਨ (_m):
pl_pl: _Domena:
pt_br: Do_mínio:
pt_pt: Domínio:
ru: Домен:
sv: Do_män:
tr: Etki _alanı:
xh: Um_mandla:
zh_cn: 域(M):

source: C_lient Hostname:
ar: إسم جهاز المستخدم:
cs: Jméno hostite_le:
da: K_lientens Værtsnavn:
el: Όνομα Π_ελάτη:
es: Nombre del ordenador C_liente
fr: _Nom d'hôte du client :
he: לקוח - שם מחשב
hu: _Kliens gépneve:
id: Nama Host _Klien:
it: Nome c_lient:
ja: クライアントホスト名(_L):
mk: И_ме на хост на клиентот:
pa: ਕਲਾਂਇਟ ਮੇਜ਼ਬਾਨ ਨਾਂ(_l):
pl_pl: Nazwa hosta k_lienta:
pt_br: Nome do host do c_liente:
pt_pt: Hostname do Cliente:
ru: Клиентское имя узла::
sv: K_lientvärdnamn:
tr: İs_temci Makine Adı:
xh: Igama lomququzeleli L_omxhasi:
zh_cn: 客户端主机名(L):

source: Prot_ocol File:
ca: Arxiu _de protocol:
cs: S_oubor protokolu:
da: Prot_okol Fil:
de: Prot_okoll-Datei:
el: Αρχείο Πρωτ_οκόλου:
es: Fichero del Prot_ocolo
fr: Fichier de prot_ocole :
he: פרוטוקול קובץ
hu: Protok_ollfájl:
id: Berkas Prot_okol:
it: File del prot_ocollo:
ja: プロトコルファイル(_O):
mk: Дато_тека за протокол:
pa: ਪਰੋਟੋਕਾਲ ਫਾਇਲ (_o):
pl_pl: Plik dla protoko³u:
pt_br: Arquivo de prot_ocolo:
pt_pt: Ficheiro Protocolo:
ru: Файл протокола:
sv: Prot_okollfil:
tr: Protokol _Dosyası:
xh: Ifayili Yemithet_ho yokusebenza:
zh_cn: 协议文件(O):

source: Enter the name or address of the remote system.
ca: Entra el nom o l'adreça del sistema remot.
cs: Zadejte jméno nebo adresu vzdáleného systému.
da: Indtast navn eller adressen på fjernsystemet.
de: Name oder Adresse des zu verbindenden Computer eingeben.
el: Εισάγετε το όνομα και τη διεύθυνση του απομακρυσμένου υπολογιστή.
es: Introduce el nombre o la dirección del sistema remoto.
fr: Saisissez le nom ou l'adresse du système distant.
he: הכנס את השם או הכתובת של המחשב המרוחק
hu: Adja meg a távoli gép nevét vagy címét.
id: Masukkan nama atau alamat sistem lain.
it: Inserire il nome o l'indirizzo del sistema remoto.
ja: リモートシステムの名前またはアドレスを入力してください
mk: Внесете го името или адресата на далечниот систем.
pa: ਰਿਮੋਟ ਮਸ਼ੀਨ ਦਾ ਨਾਂ ਜਾਂ ਸਿਰਨਾਵਾਂ ਦਿਓ।
pl_pl: Wprowad¼ nazwê lub adres zdalnego komputera.
pt_br: Digite o nome ou endereço do computador remoto.
pt_pt: Escreva o nome ou endereço do sistema remoto.
ru: Введите имя или адрес удаленной системы.
sv: Ange namnet eller adressen till fjärrsystemet.
tr: Uzaktaki bilgisayarın adını ya da IP adresini girin.
xh: Ngenisa igama okanye idilesi yenkqubo ekude.
zh_cn: 请输入远程系统的计算机名或地址.

source: Select the protocol to use for this connection.
ca: Selecciona el protocol a utilitzar en aquesta connexió.
cs: Vyberte protokol, který má být použit při tomto spojení.
da: Vælg hvilken protokol forbindelsen skal benytte.
de: Das Protokoll für diese Verbindung auswählen.
el: Επιλέξτε το πρωτόκολλο για αυτή τη σύνδεση.
es: Seleccione el protocolo a usar para este conexión.
fr: Sélectionnez le protocole à utiliser avec cette connexion.
he: בחר את הפרוטוקול לשימוש בחיבור
hu: Válassza ki a protokollt ehhez a kapcsolathoz.
id: Pilih protokol yang akan digunakan untuk koneksi ini.
it: Selezionare il protocollo da usare per questa connessione.
ja: 接続に使用するプロトコルを選択してください。
mk: Одберете го протоколот кој што ќе се користи за оваа врска.
pa: ਇਸ ਕੁਨੈਕਸ਼ਨ ਲਈ ਵਰਤਣ ਲਈ ਪਰੋਟੋਕਾਲ ਦੀ ਚੋਣ ਕਰੋ।
pl_pl: Wybierz protokó³ jaki bêdzie u¿yty do tego po³±czenia.
pt_br: Selecione o protocolo a ser usado nesta conexão.
pt_pt: Selecione o protocolo a usar para esta ligação.
ru: Выберите протокол для этого соединения.
sv: Välj det protokoll som ska användas för denna anslutning.
tr: Bu bağlantı için kullanılacak protokolü belirtin.
xh: Khetha imithetho yokusebenza ukuze uyisebenzisele olu qhagamshelo.
zh_cn: 请选择本次连接使用的协议

source: RDP protocol is used to connect to Microsoft Windows 2000 and older systems.
ca: El protocol RDP s'utilitza per connectar-se a Microsoft Windows 2000 i sistemes més antics.
cs: Protokol RDP je používán pro připojení k Microsoft Windows 2000 a starším systémům.
da: RDP protokollen bruges til at forbinde til Microsoft Windows 2000 og ældre systemer.
el: Το πρωτόκολλο RDP χρησιμοποιείται για τη σύνδεση με τα Windows 2000 και παλαιότερα.
es: El protocolo RDP se usa para conectarse a sistemas Microsoft Windows 2000 y anteriores
fr: Le protocole RDP est utilisé pour se connecter à Microsoft Windows 2000 et aux systèmes plus ancients
he: פרוטוקול RDP משמש להתחבר לחלונות 2000 או מערכות ישנות יותר.
hu: Az RDP protokoll segítségével Microsoft Windows 2000 és régebbi rendszerekhez lehet csatlakozni.
ja: RDPプロトコルは Microsoft Windows 2000 またはそれ以前のシステムに接続するために使用します。
mk: Протоколот RDP се користи од страна на Мајкрософт Виндоуз 2000 како и од некои постари системи.
pa: RDP ਪਰੋਟੋਕਾਲ ਮਾਈਕਰੋਸਾਫਟ ਵਿੰਡੋ 2000 ਅਤੇ ਪੁਰਾਣੇ ਸਿਸਟਮਾ ਨਾਲ ਜੁੜਨ ਲਈ ਵਰਤਿਆ ਜਾਦਾ ਹੈ।
pt_br: O protocolo RDP é usado para conectar a sistemas Microsoft Terminal Servers e Windows XP com a área de trabalho compartilhada.
sv: RDP-protokollet används för att ansluta till system som kör Microsoft Windows 2000 och tidigare.
tr: RDP protokolü Microsoft Windows 2000 ya da daha eski sistemlere bağlantı yapmak için kullanılır.

source: RDPv5 protocol is used to connect to Microsoft Windows XP and newer systems.
ca: El protocol RDPv5 s'utilitza per connectar-se a Microsoft Windows XP i sistemes més moderns.
cs: Protokol RDPv5 je používán pro připojení k Microsoft Windows XP a novějším systémům.
da: RDPv5 protokollen bruges til at forbinde til Microsoft Windows XP og nyere systemer.
el: Το πρωτόκολλο RDPv5 χρησιμοποιείται για τη σύνδεση με Windows XP και νεότερα.
es: "El protocolo RDPv5 se usa para conectarse a sistemas Microsoft XP y siguientes
fr: Le protocole RDPv5 est utilisé pour se connecter à Microsoft Windows XP et aux systèmes plus récents
he: פרוטוקול RDPv5 משמש להתחבר לחלונות XP או מערכות חדשות יותר.
hu: Az RDPv5 protokoll segítségével Microsoft Windows XP és újabb rendszerekhez lehet csatlakozni.
ja: RDPv5プロトコルは Microsoft Windows XP またはそれ以降のシステムに接続するために使用します。
mk: Протоколот RDPv5 се користи од страна на Мајкрософт Виндоуз ХП како и од некои понови системи.
pa: RDPv5 ਪਰੋਟੋਕਾਲ ਮਾਈਕਰੋਸਾਫ਼ਟ ਵਿੰਡੋ XP ਅਤੇ ਨਵੇਂ ਸਿਸਟਮਾਂ ਨਾਲ ਜੁੜਨ ਲਈ ਵਰਤਿਆ ਜਾਦਾ ਹੈ।
pt_br: O protocolo RDP é usado para conectar a sistemas Microsoft Terminal Servers e Windows XP com a área de trabalho compartilhada.
sv: RDPv5-protokollet används för att ansluta till system som kör Microsoft Windows XP och senare.
tr: RDPv5 protokolü Microsoft Windows XP ya da daha yeni sistemlere bağlantı yapmak için kullanılır.

source: VNC protocol is used to connect to systems sharing the desktop by using VNC.
ca: El protocol VNC s'utilitza per connectar-se a sistemes que comparteixin l'escriptori usant VNC.
cs: VNC protocol je používán pro připojení k systémům sdílejícím plochu prostřednictvím VNC.
da: VNC protokollen bruges til at forbinde til systemer der deler deres skrivebord med VNC.
de: Das VNC-Protokoll verwenden Sie, falls Sie mit mit Computern per VNC-Software verbinden wollen.
el: Το πρωτόκολλο VNC χρησιμοποιείται για σύνδεση επιφάνειας εργασίας με τη χρήση VNC.
es: "El protocolo VNC se usa para conectarse a sistemas que comparten el escritorio usando VNC.
fr: Le protocole VNC est utilisé pour se connecter à des systèmes partageant le bureau en utilisant VNC.
he: פרוטוקול VNC משמש להתחברות למחשבים החולקים את שולחן העבודה שלהם בעזרת תוכנת VNC.
hu: A VNC protokoll a VNC segítségével megosztott asztalhoz csatlakozásra használatos.
id: Protokol VNC digunakan untuk terhubung ke sistem berbagi pakai desktop menggunakan VNC.
it: Il protocollo VNC è usato per connettersi a sistemi che condividono il desktop tramite VNC.
ja: VNCプロトコルはVNCによるデスクトップ共有をしているシステムに接続するために使用します。
mk: Протоколот VNC се користи за врзување на системи кои што ја споделуваат работната површина преку VNC.
pa: VNC ਪਰੋਟੋਕਾਲ ਸਿਸਟਮਾਂ ਨੂੰ VNC ਰਾਹੀਂ ਵੇਹੜਾ ਸਾਂਝਾ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ।
pl_pl: Protokó³ VNC jest wykorzystywany do po³±czeñ z systemami udostêpniaj±cymi pulpit poprzez VNC.
pt_br: O protocolo VNC é usado para conectar a sistemas com a área de trabalho compartilhada usando o VNC.
pt_pt: Protocolo VNC é usado para ligar aos sistemas que partilham o ambiente de trabalho usando o VNC.
ru: Протокол VNC используется для подключения к серверам VNC.
sv: VNC-protokollet används för att ansluta till system som delar ut skrivbordet genom att använda VNC.
tr: VNC protokolü masaüstünü VNC üzerinden paylaştıran sistemler için kullanılır.
xh: Imithetho yokusebenza ye-VNC iyasetyenziswa enxulumaniseni kwiinkqubo ezabelana ngedesktop ngokusebenzisa i-VNC.
zh_cn: 一些系统共享桌面使用VNC协议连接

source: XDMCP protocol uses Xnest to connect to servers running X.
ca: El protocol XDMCP utilitza Xnest per connectar a servidors X.
cs: XDMCP protokol využívá Xnest pro připojení k systémům s běžícím X serverem.
da: XDMCP protokollen bruger Xnest til at forbinde til servere der kører med X.
de: Das XDMCP-Protokoll verwenden Sie, falls Sie mit einem laufenden X-Server verbinden wollen.
el: Το πρωτόκολλο XDMCP χρησιμοποιεί το Xnest για σύνδεση με διακομιστές που εκτελούν X.
es: El protocolo XDMCP usa Xnest para conectarse a servidores X activos.
fr: Le protocole XDMCP utilise Xnest pour se connecter à des serveurs utilisant X.
he: פרוטוקול XDMCP משתמש ב- Xnest להתחבר למחשבים המרצים מערכות X
hu: Az XDMCP protokoll Xnestet használ az X-et futtató kiszolgálókhoz történő csatlakozáshoz.
id: Protokol XDMCP digunakan untuk terhubung ke server yang menjalankan X.
it: Il protocollo XDMCP usa Xnest per connettersi a server che eseguono X.
ja: XDMCPプロトコルは X が稼働しているサーバに接続するために Xnest を使用します。
mk: Протоколот XDMCP го користи Xnest за врзување на сервери кои што имаат подигнато X.
pa: XDMCP ਪਰੋਟੋਕਾਲ ਚੱਲ ਰਹੇ X ਸਰਵਰਾਂ ਨਾਲ Xnest ਰਾਹੀਂ ਜੁੜਨ ਲਈ ਸਹਾਇਕ ਹੈ।
pl_pl: Protokó³ XDMCP jest wykorzystywany do po³±czeñ z X-serwerami.
pt_br: O protocolo XDMCP usa o Xnest para conectar a servidores rodando X.
pt_pt: Protocolo XDMCP usa o Xnest para ligar a servidores correndo X.
ru: Протокол XDMCP использует Xnest для подсоединения к X-серверам.
sv: XDMCP-protokollet använder Xnest för att ansluta till servrar som kör X.
tr: XDMCP protokolü uzaktaki bilgisayarlara Xnest bağlantısı kurar.
xh: Imithetho yokusebenza ye-XDMCP isebenzisa i-Xnest ekunxulumaniseni iiseva eziphumeza u-X.
zh_cn: XDMCP协议使用Xnest程序来连接到运行X的服务器上

source: ICA protocol is used to connect to Citrix servers.
ca: El protocol ICA s'utilitza per connectar-se a servidors Citrix.
cs: ICA protokol je používán pro připojení k serverům Citrix.
da: ICA protokollen bruges til at forbinde til Citrix servere.
de: Das ICA-Protokoll verwenden Sie, falls die mit Citrix-Server verbinden wollen.
el: Το πρωτόκολλο χρησιμοποιείται για σύνδεση με διακομιστές Citrix.
es: "El protocolo ICA se usa para conectarse a servidores Citrix
fr: Le protocole ICA est utilisé pour se connecter à des serveurs Citrix.
he: פרוטוקול ICA משמש להתחבר לשרתי Citrix
hu: Az ICA protokoll a Citrix kiszolgálókhoz történő csatlakozáshoz használatos.
id: Protocol ICA digunakan untuk terhubung ke server Citrix.
it: Il protocollo ICA è usato per connettersi verso server Citrix.
ja: ICAプロトコルは Citrix サーバに接続するために使用します。
mk: Протоколот ICA се користи за врзување со Цитрикс сервери.
pa: ICA ਪਰੋਟੋਕਾਲ Citrix ਸਰਵਰਾਂ ਨਾਲ ਜੁੜਨ ਲਈ ਸਹਾਇਕ ਹੈ।
pl_pl: Protokó³ ICA jest wykorzystywany do po³±czeñ z serwerami Citrix.
pt_br: O protocolo ICA é usado para conectar a servidores Citrix.
pt_pt: Protocolo ICA é usado para ligar a servidores Citrix.
ru: Протокол ICA используется для подключения к серверам Citrix.
sv: ICA-protokollet används för att ansluta till Citrix-servrar.
tr: ICA protokolü Citrix sunucularına bağlantı için kullanılır.
xh: Imithetho yokusebenza ye-ICA iyastyenziswa ekunxulumaniseni kwiiseva ze-Citrix.
zh_cn: 连接到Citrix服务器使用ICA协议
